Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: Show default text if field is empty
es_es: Mostrar texto por defecto si el campo está vacío
fr_fr: Afficher le texte par défaut si le champ est vide
it_it: Mostra testo predefinito se il campo è vuoto
pl_pl: Pokaż tekst domyślny, jeśli pole jest puste

source: Show Icon Field
es_es: Mostrar campo de icono
fr_fr: Afficher le champ icône
it_it: Mostra campo icona
pl_pl: Pokaż pole ikony

source: Show Link Field
es_es: Mostrar campo de enlace
fr_fr: Afficher le champ lien
it_it: Mostra campo link
pl_pl: Pokaż pole linku

source: Show on Frontend
es_es: Mostrar en el front-end
fr_fr: Afficher en frontend
it_it: Mostra sul frontend
pl_pl: Pokaż na froncie

source: Shown before video plays
es_es: Se muestra antes de que se reproduzca el video
fr_fr: Affiché avant la lecture de la vidéo
it_it: Mostrato prima della riproduzione del video
pl_pl: Wyświetlane przed odtworzeniem wideo

# showTitle
source: Show field title
es_es: Mostrar título del campo
fr_fr: Afficher le titre du champ
it_it: Mostra titolo campo
pl_pl: Pokaż tytuł pola

# showTitleHelp
source: Display the field title in front-office rendering.
es_es: Mostrar el título del campo en el renderizado del front-office.
fr_fr: Afficher le titre du champ dans le rendu front-office.
it_it: Visualizza il titolo del campo nel rendering del front-office.
pl_pl: Wyświetlaj tytuł pola w renderowaniu na froncie sklepu.

source: Simple repeater loop
es_es: Bucle de repetidor simple
fr_fr: Boucle répéteur simple
it_it: Ciclo ripetitore semplice
pl_pl: Prosta pętla repeatera

source: Slug
pl_pl: Uproszczona nazwa (slug)

source: Slug is locked because group is saved
es_es: El slug está bloqueado porque el grupo está guardado
fr_fr: Le slug est verrouillé car le groupe est sauvegardé
it_it: Lo slug è bloccato perché il gruppo è salvato
pl_pl: Slug jest zablokowany, ponieważ grupa została zapisana

source: slug, entity_type, entity_id
es_es: slug, tipo_entidad, id_entidad
pl_pl: slug, typ_podmiotu, id_podmiotu

# slugAutoGenerated
source: Auto-generated from title. Click to edit manually.
es_es: Generado automáticamente a partir del título. Haz clic para editar manualmente.
fr_fr: Généré automatiquement à partir du titre. Cliquez pour modifier manuellement.
it_it: Generato automaticamente dal titolo. Clicca per modificare manualmente.
pl_pl: Automatycznie wygenerowane z tytułu. Kliknij, aby edytować ręcznie.

# slugFormatHelp
source: Use lowercase letters, numbers, and underscores only.
es_es: Usa solo letras minúsculas, números y guiones bajos.
fr_fr: Utilisez uniquement des lettres minuscules, des chiffres et des traits de soulignement.
it_it: Usa solo lettere minuscole, numeri e trattini bassi.
pl_pl: Używaj tylko małych liter, cyfr i podkreślników.

# slugLockedExplanation
source: This slug cannot be changed because the group has been saved. Changing it could break existing code that references this group.
es_es: Este slug no se puede cambiar porque el grupo ha sido guardado. Cambiarlo podría romper el código existente que hace referencia a este grupo.
fr_fr: Ce slug ne peut pas être modifié car le groupe a été sauvegardé. Le changer pourrait casser le code existant qui référence ce groupe.
it_it: Questo slug non può essere modificato perché il gruppo è stato salvato. Modificarlo potrebbe interrompere il codice esistente che fa riferimento a questo gruppo.
pl_pl: Ten slug nie może zostać zmieniony, ponieważ grupa została już zapisana. Zmiana go mogłaby zepsuć istniejący kod odwołujący się do tej grupy.

# slugLockedTitle
source: Slug is locked because group is saved
es_es: El slug está bloqueado porque el grupo está guardado
fr_fr: Le slug est verrouillé car le groupe est sauvegardé
it_it: Lo slug è bloccato perché il gruppo è salvato
pl_pl: Slug jest zablokowany, ponieważ grupa została zapisana

# slugPersistenceNote
source: Once saved, the field slug becomes permanent to maintain data integrity.
es_es: Una vez guardado, el slug del campo se vuelve permanente para mantener la integridad de los datos.
fr_fr: Une fois sauvegardé, le slug du champ devient permanent pour maintenir l'intégrité des données.
it_it: Una volta salvato, lo slug del campo diventa permanente per mantenere l'integrità dei dati.
pl_pl: Po zapisaniu slug pola staje się trwały, aby zachować integralność danych.

source: snippets
es_es: fragmentos (snippets)
fr_fr: extraits
it_it: snippet
pl_pl: fragmenty kodu (snippets)

source: Source
es_es: Fuente
it_it: Sorgente
pl_pl: Źródło

source: Source URL
es_es: URL de la fuente
fr_fr: URL source
it_it: URL sorgente
pl_pl: URL źródłowy

source: Standard
es_es: Estándar
pl_pl: Standardowy

source: Star rating display
es_es: Visualización de valoración por estrellas
fr_fr: Affichage de notation par étoiles
it_it: Visualizzazione valutazione a stelle
pl_pl: Wyświetlanie oceny gwiazdkowej

source: Star Size (px)
es_es: Tamaño de estrella (px)
fr_fr: Taille des étoiles (px)
it_it: Dimensione stella (px)
pl_pl: Rozmiar gwiazdek (px)

source: Step
es_es: Paso
fr_fr: Pas
it_it: Passaggio
pl_pl: Krok

source: Step
es_es: Paso
fr_fr: Pas
it_it: Passaggio
pl_pl: Krok

source: String group slug
es_es: Slug de grupo de cadena
fr_fr: Slug de groupe chaîne
it_it: Slug del gruppo di stringhe
pl_pl: Uproszczona nazwa grupy (slug typu string)

source: Subfield type %type% not yet supported
es_es: El tipo de subcampo %type% aún no es compatible
fr_fr: Type de sous-champ %type% non encore supporté
it_it: Tipo di sottocampo %type% non ancora supportato
pl_pl: Typ podpola %type% nie jest jeszcze obsługiwany

source: Suffix
es_es: Sufijo
fr_fr: Suffixe
it_it: Suffisso
pl_pl: Sufiks

source: Sync
es_es: Sincronizar
fr_fr: Synchronisation
it_it: Sincronizzazione
pl_pl: Synchronizuj

source: Sync
es_es: Sincronizar
fr_fr: Synchronisation
it_it: Sincronizzazione
pl_pl: Synchronizuj

source: Sync Actions
es_es: Acciones de sincronización
fr_fr: Actions de synchronisation
it_it: Azioni di sincronizzazione
pl_pl: Akcje synchronizacji

source: Sync disabled
es_es: Sincronización desactivada
fr_fr: Synchronisation désactivée
it_it: Sincronizzazione disabilitata
pl_pl: Synchronizacja wyłączona

source: Sync error
es_es: Error de sincronización
fr_fr: Erreur de synchronisation
it_it: Errore di sincronizzazione
pl_pl: Błąd synchronizacji

source: Sync NOW
es_es: Sincronizar AHORA
fr_fr: SYNC MAINTENANT
it_it: SINCRONIZZA ORA
pl_pl: Synchronizuj TERAZ

source: Sync OK
es_es: Sincronización OK
it_it: Sincronizzazione OK
pl_pl: Synchronizacja OK

source: Synced
es_es: Sincronizado
fr_fr: Synchronisé
it_it: Sincronizzato
pl_pl: Zsynchronizowano

source: Sync error
es_es: Error de sincronización
fr_fr: Erreur de synchronisation
it_it: Errore di sincronizzazione
pl_pl: Błąd synchronizacji

source: Synchronization completed
es_es: Sincronización completada
fr_fr: Synchronisation terminée
it_it: Sincronizzazione completata
pl_pl: Synchronizacja zakończona

source: Synchronization failed
es_es: Error de sincronización
fr_fr: Échec de la synchronisation
it_it: Sincronizzazione fallita
pl_pl: Synchronizacja nie powiodła się

source: Synchronized
es_es: Sincronizado
fr_fr: Synchronisé
it_it: Sincronizzato
pl_pl: Zsynchronizowano

source: Tab
es_es: Pestaña
fr_fr: Onglet
it_it: Scheda
pl_pl: Karta

source: Table (rows)
es_es: Tabla (filas)
fr_fr: Table (lignes)
it_it: Tabella (righe)
pl_pl: Tabela (wiersze)

source: Taxonomies
es_es: Taxonomías
it_it: Tassonomie
pl_pl: Taksonomie

source: Text to display after the value
es_es: Texto a mostrar después del valor
fr_fr: Texte à afficher après la valeur
it_it: Testo da visualizzare dopo il valore
pl_pl: Tekst do wyświetlenia po wartości

source: Text to display before the input (e.g., currency symbol)
es_es: Texto a mostrar antes de la entrada (ej: símbolo de moneda)
fr_fr: Texte à afficher avant la saisie (ex. : symbole monétaire)
it_it: Testo da visualizzare prima dell'input (es. simbolo valuta)
pl_pl: Tekst do wyświetlenia przed polem (np. symbol waluty)

source: Text to display before the value
es_es: Texto a mostrar antes del valor
fr_fr: Texte à afficher avant la valeur
it_it: Testo da visualizzare prima del valore
pl_pl: Tekst do wyświetlenia przed wartością

source: Text to display when value is false
es_es: Texto a mostrar cuando el valor es falso
fr_fr: Texte à afficher quand la valeur est fausse
it_it: Testo da visualizzare quando il valore è falso
pl_pl: Tekst do wyświetlenia, gdy wartość jest fałszywa

source: Text to display when value is true
es_es: Texto a mostrar cuando el valor es verdadero
fr_fr: Texte à afficher quand la valeur est vraie
it_it: Testo da visualizzare quando il valore è vero
pl_pl: Tekst do wyświetlenia, gdy wartość jest prawdziwa

source: Text, numbers, emails, URLs
es_es: Texto, números, correos electrónicos, URLs
fr_fr: Texte, nombres, emails, URLs
it_it: Testo, numeri, email, URL
pl_pl: Tekst, liczby, e-maile, adresy URL

source: The file will be downloaded and stored on this server.
es_es: El archivo será descargado y guardado en este servidor.
fr_fr: Le fichier sera téléchargé et stocké sur ce serveur.
it_it: Il file verrà scaricato e memorizzato su questo server.
pl_pl: Plik zostanie pobrany i zapisany na tym serwerze.

source: The file will remain on the external server.
es_es: El archivo permanecerá en el servidor externo.
fr_fr: Le fichier restera sur le serveur externe.
it_it: Il file rimarrà sul server esterno.
pl_pl: Plik pozostanie na zewnętrznym serwerze.

source: The sync file contains a configuration from %date% newer than your database.
es_es: El archivo de sincronización contiene una configuración del %date% más reciente que tu base de datos.
fr_fr: Le fichier de synchronisation contient une configuration du %date% plus récente que votre base de données.
it_it: Il file di sincronizzazione contiene una configurazione del %date% più recente del tuo database.
pl_pl: Plik synchronizacji zawiera konfigurację z dnia %date%, która jest nowsza niż Twoja baza danych.

source: The unique identifier for this item.
es_es: El identificador único para este elemento.
fr_fr: L'identifiant unique pour cet élément.
it_it: L'identificatore unico per questo elemento.
pl_pl: Unikalny identyfikator dla tego elementu.

source: Theme
es_es: Tema
fr_fr: Thème
it_it: Tema
pl_pl: Motyw

source: Theme only
es_es: Solo tema
fr_fr: Thème uniquement
it_it: Solo tema
pl_pl: Tylko motyw

# themeOnlyGroups
source: Groups available in theme
es_es: Grupos disponibles en el tema
fr_fr: Groupes disponibles dans le thème
it_it: Gruppi disponibili nel tema
pl_pl: Grupy dostępne w motywie

source: This action will delete all existing groups then import. This action is irreversible.
es_es: Esta acción eliminará todos los grupos existentes y luego importará. Esta acción es irreversible.
fr_fr: Cette action supprimera tous les groupes existants puis importera. Cette action est irréversible.
it_it: Questa azione eliminerà tutti i gruppi esistenti e poi importerà. Questa azione è irreversibile.
pl_pl: To działanie usunie wszystkie istniejące grupy, a następnie przeprowadzi import. Działanie to jest nieodwracalne.

source: This field hasn't been saved yet
es_es: Este campo aún no ha sido guardado
fr_fr: Ce champ n'a pas encore été sauvegardé
it_it: Questo campo non è ancora stato salvato
pl_pl: To pole nie zostało jeszcze zapisane

source: This is the default language. Title is also used as fallback.
es_es: Este es el idioma por defecto. El título también se usa como respaldo.
fr_fr: Ceci est la langue par défaut. Le titre est également utilisé comme solution de secours.
it_it: Questa è la lingua predefinita. Il titolo viene utilizzato anche come fallback.
pl_pl: To jest język domyślny. Tytuł jest również używany jako zapasowy.

source: This slug cannot be changed because the group has been saved. Changing it could break existing code that references this group.
es_es: Este slug no se puede cambiar porque el grupo ha sido guardado. Cambiarlo podría romper el código existente que hace referencia a este grupo.
fr_fr: Ce slug ne peut pas être modifié car le groupe a été sauvegardé. Le changer pourrait casser le code existant qui référence ce groupe.
it_it: Questo slug non può essere modificato perché il gruppo è stato salvato. Modificarlo potrebbe interrompere il codice esistente che fa riferimento a questo gruppo.
pl_pl: Ten slug nie może zostać zmieniony, ponieważ grupa została zapisana. Zmiana go może zepsuć istniejący kod odwołujący się do tej grupy.

source: Thumbnail + Name
es_es: Miniatura + Nombre
fr_fr: Miniature + Nom
it_it: Miniatura + Nome
pl_pl: Miniaturka + Nazwa

source: Time Format
es_es: Format de hora
fr_fr: Format d'heure
it_it: Formato ora
pl_pl: Format czasu

source: Time increment: %step% minutes
es_es: Incremento de tiempo: %step% minutos
fr_fr: Incrément de temps : %step% minutes
it_it: Incremento orario: %step% minuti
pl_pl: Przyrost czasu: %step% minut

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
pl_pl: Tytuł

source: Toggle expand/collapse
es_es: Alternar expandir/contraer
fr_fr: Basculer étendre/réduire
it_it: Attiva/disattiva espansione/compressione
pl_pl: Przełącz rozwijanie/zwijanie

source: Toolbar Style
es_es: Estilo de la barra de herramientas
fr_fr: Style de la barre d'outils
it_it: Stile barra degli strumenti
pl_pl: Styl paska narzędzi

source: Translatable
es_es: Traducible
fr_fr: Traduisible
it_it: Traducibile
pl_pl: Możliwy do tłumaczenia

source: Translatable field
es_es: Campo traducible
fr_fr: Champ traduisible
it_it: Campo traducibile
pl_pl: Pole możliwe do tłumaczenia

# translationNotSupported
source: This field type does not support translation.
es_es: Este tipo de campo no admite traducción.
fr_fr: Ce type de champ ne prend pas en charge la traduction.
it_it: Questo tipo di campo non supporta la traduzione.
pl_pl: Ten typ pola nie obsługuje tłumaczenia.

source: True Label
es_es: Etiqueta Verdadero
fr_fr: Libellé vrai
it_it: Etichetta Vero
pl_pl: Etykieta "Prawda"

source: True Label
es_es: Etiqueta Verdadero
fr_fr: Libellé vrai
it_it: Etichetta Vero
pl_pl: Etykieta "Prawda"

# trueLabelHelp
source: Text to display when value is true/checked.
es_es: Texto a mostrar cuando el valor es verdadero/marcado.
fr_fr: Texte à afficher quand la valeur est vraie/cochée.
it_it: Testo da visualizzare quando il valore è vero/selezionato.
pl_pl: Tekst wyświetlany, gdy wartość jest prawdziwa/zaznaczona.

source: Trusted HTML, arrays, objects
es_es: HTML de confianza, matrices, objetos
fr_fr: HTML de confiance, tableaux, objets
it_it: HTML affidabile, array, oggetti
pl_pl: Zaufany HTML, tablice, obiekty

source: Try a different search term
es_es: Prueba con un término de búsqueda diferente
fr_fr: Essayez un terme de recherche différent
it_it: Prova un termine di ricerca diverso
pl_pl: Spróbuj innego terminu wyszukiwania

# tryDifferentSearch
source: Try a different search term
es_es: Prueba con un término de búsqueda diferente
fr_fr: Essayez un terme de recherche différent
it_it: Prova un termine di ricerca diverso
pl_pl: Spróbuj innego terminu wyszukiwania

source: Twig Functions
es_es: Funciones de Twig
fr_fr: Fonctions Twig
it_it: Funzioni Twig
pl_pl: Funkcje Twig

source: Type
es_es: Tipo
it_it: Tipo
pl_pl: Typ

source: Type of entity to relate
es_es: Tipo de entidad a relacionar
fr_fr: Type d'entité à relier
it_it: Tipo di entità da collegare
pl_pl: Typ podmiotu do powiązania

source: types
es_es: tipos
it_it: tipi
pl_pl: typy

source: Unique identifier used in templates:
es_es: Identificador único usado en las plantillas:
fr_fr: Identifiant unique utilisé dans les modèles :
it_it: Identificatore unico utilizzato nei template:
pl_pl: Unikalny identyfikator używany w szablonach:

source: Unit / Append
es_es: Unidad / Sufijo
fr_fr: Unité / Suffixe
it_it: Unità / Suffisso
pl_pl: Jednostka / Suffix

source: Unit to display after the value (e.g., kg, €, %)
es_es: Unidad a mostrar después del valor (ej: kg, €, %)
fr_fr: Unité à afficher après la valeur (ex. : kg, €, %)
it_it: Unità da visualizzare dopo il valore (es. kg, €, %)
pl_pl: Jednostka wyświetlana po wartości (np. kg, €, %)

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pl_pl: Nieznany

source: Unsaved changes
es_es: Cambios sin guardar
fr_fr: Modifications non enregistrées
it_it: Modifiche non salvate
pl_pl: Niezapisane zmiany

source: Untitled
es_es: Sin título
fr_fr: Sans titre
it_it: Senza titolo
pl_pl: Bez tytułu

source: Update options
es_es: Actualizar opciones
fr_fr: Mettre à jour les options
it_it: Aggiorna opzioni
pl_pl: Aktualizuj opcje

source: Upload
es_es: Subir
fr_fr: Télécharger
it_it: Carica
pl_pl: Prześlij

source: Upload %type%
es_es: Subir %type%
fr_fr: Télécharger %type%
it_it: Carica %type%
pl_pl: Prześlij %type%

source: Upload - Direct image upload from computer
es_es: Subida - Subida directa de imagen desde el ordenador
fr_fr: Téléchargement - Télécharger directement depuis l'ordinateur
it_it: Caricamento - Caricamento diretto dell'immagine dal computer
pl_pl: Przesyłanie - Bezpośrednie przesyłanie obrazu z komputera

source: Upload - Direct video file upload (MP4, WebM, OGG)
es_es: Subida - Subida directa de archivo de video (MP4, WebM, OGG)
fr_fr: Téléchargement - Téléchargement direct de fichier vidéo (MP4, WebM, OGG)
it_it: Caricamento - Caricamento diretto di file video (MP4, WebM, OGG)
pl_pl: Przesyłanie - Bezpośrednie przesyłanie pliku wideo (MP4, WebM, OGG)

source: Upload Field Type
es_es: Tipo de campo de subida
fr_fr: Télécharger un type de champ
it_it: Tipo di campo caricamento
pl_pl: Typ pola przesyłania

source: Upload video files. Add multiple formats for browser compatibility.
es_es: Sube archivos de video. Añade múltiples formatos para compatibilidad con navegadores.
fr_fr: Téléchargez des fichiers vidéo. Ajoutez plusieurs formats pour la compatibilité des navigateurs.
pl_pl: Przesyłaj pliki wideo. Dodaj wiele formatów w celu zapewnienia kompatybilności z przeglądarkami.

source: Uploaded
es_es: Subido
fr_fr: Téléchargé
it_it: Caricato
pl_pl: Przesłano

source: Uploading...
es_es: Subiendo...
fr_fr: Téléchargement...
it_it: Caricamento in corso...
pl_pl: Przesyłanie...

source: URL field with link
es_es: Campo URL con enlace
fr_fr: Champ URL avec lien
it_it: Campo URL con link
pl_pl: Pole URL z linkiem

# Use &quot;Exclude&quot; to hide fields from specific content types
source: Use "Exclude" to hide fields from specific content types
pl_pl: Użyj "Wyklucz", aby ukryć pola w określonych typach treści

source: Use Case
es_es: Caso de uso
fr_fr: Cas d'utilisation
it_it: Caso d'uso
pl_pl: Przykład użycia

source: Use color field value in CSS styling
es_es: Usa el valor del campo de color en el estilo CSS
fr_fr: Utiliser la valeur du champ couleur dans le style CSS
it_it: Usa il valore del campo colore nello stile CSS
pl_pl: Użyj wartości pola koloru w stylizacji CSS

source: Use entity editor for full selection
es_es: Usa el editor de entidades para la selección completa
fr_fr: Utiliser l'éditeur d'entité pour la sélection complète
it_it: Usa l'editor di entità per la selezione completa
pl_pl: Użyj edytora podmiotów dla pełnego wyboru

source: Use lowercase letters, numbers, and underscores only.
es_es: Usa solo letras minúsculas, números y guiones bajos.
fr_fr: Utilisez uniquement des lettres minuscules, des chiffres et des traits de soulignement.
it_it: Usa solo lettere minuscole, numeri e trattini bassi.
pl_pl: Używaj tylko małych liter, cyfr i podkreślników.

source: Use raw value for conditional logic
es_es: Usa el valor bruto para la lógica condicional
fr_fr: Utiliser la valeur brute pour la logique conditionnelle
it_it: Usa il valore grezzo per la logica condizionale
pl_pl: Użyj surowej wartości dla logiki warunkowej

source: Use {field_slug} to display a field value, or {#} for row number
es_es: Usa {field_slug} para mostrar el valor de un campo, o {#} para el número de fila
fr_fr: Utilisez {field_slug} pour afficher une valeur de champ, ou {#} pour le numéro de ligne
it_it: Usa {field_slug} per visualizzare il valore di un campo, o {#} per il numero di riga
pl_pl: Użyj {field_slug}, aby wyświetlić wartość pola, lub {#} dla numeru wiersza

source: Use ↑↓ arrows to navigate, Enter to select, Esc to close
es_es: Usa las flechas ↑↓ para navegar, Enter para seleccionar, Esc para cerrar
fr_fr: Utilisez les flèches ↑↓ pour naviguer, Entrée pour sélectionner, Échap pour fermer
it_it: Usa le frecce ↑↓ per navigare, Invio per selezionare, Esc per chiudere
pl_pl: Użyj strzałek ↑↓ do nawigacji, Enter do wyboru, Esc aby zamknąć

# useArrowsToNavigate
source: Use ↑↓ arrows to navigate, Enter to select, Esc to close
es_es: Usa las flechas ↑↓ para navegar, Enter para seleccionar, Esc para cerrar
fr_fr: Utilisez les flèches ↑↓ pour naviguer, Entrée pour sélectionner, Échap pour fermer
it_it: Usa le frecce ↑↓ per navigare, Invio per selezionare, Esc per chiudere
pl_pl: Użyj strzałek ↑↓ do nawigacji, Enter do wyboru, Esc aby zamknąć

source: User-friendly display of choice fields
es_es: Visualización amigable de los campos de selección
fr_fr: Affichage convivial des champs de choix
it_it: Visualizzazione intuitiva dei campi di scelta
pl_pl: Przyjazne dla użytkownika wyświetlanie pól wyboru

source: Using Smarty function
es_es: Usando la función Smarty
it_it: Utilizzo della funzione Smarty
pl_pl: Używając funkcji Smarty

source: Validation
es_es: Validación
it_it: Validazione
pl_pl: Walidacja

source: Validation
es_es: Validación
it_it: Validazione
pl_pl: Walidacja

source: Value must be between %min% and %max%
es_es: El valor debe estar entre %min% y %max%
fr_fr: La valeur doit être comprise entre %min% et %max%
it_it: Il valore deve essere compreso tra %min% e %max%
pl_pl: Wartość musi mieścić się w przedziale od %min% do %max%

source: Value translatable
es_es: Valor traducible
fr_fr: Valeur traduisible
it_it: Valore traducibile
pl_pl: Wartość możliwa do tłumaczenia

source: Value translatable
es_es: Valor traducible
fr_fr: Valeur traduisible
it_it: Valore traducibile
pl_pl: Wartość możliwa do tłumaczenia

# valueTranslatableHelp
source: Enable to allow translation of field values for multi-language support.
es_es: Actívalo para permitir la traducción de los valores de los campos para el soporte multi-idioma.
fr_fr: Activez pour permettre la traduction des valeurs de champ pour le support multilingue.
it_it: Abilita per consentire la traduzione dei valori dei campi per il supporto multilingua.
pl_pl: Włącz, aby umożliwić tłumaczenie wartości pól w celu obsługi wielu języków.

source: Vertical
it_it: Verticale
pl_pl: Pionowy

source: Vertical
it_it: Verticale
pl_pl: Pionowy

source: Video field (custom player)
es_es: Campo de video (reproductor personalizado)
fr_fr: Champ vidéo (lecteur personnalisé)
it_it: Campo video (player personalizzato)
pl_pl: Pole wideo (własny odtwarzacz)

source: Video Metadata
es_es: Metadatos de video
fr_fr: Métadonnées vidéo
it_it: Metadati video
pl_pl: Metadane wideo

source: Video Sources
es_es: Fuentes de video
fr_fr: Sources vidéo
it_it: Sorgenti video
pl_pl: Źródła wideo

source: Video URL
es_es: URL del video
fr_fr: URL de la vidéo
it_it: URL video
pl_pl: URL wideo

source: Video URL - Direct link to video file
es_es: URL del video - Enlace directo al archivo de video
fr_fr: URL vidéo - Lien direct vers le fichier vidéo
it_it: URL video - Link diretto al file video
pl_pl: URL wideo - Bezpośredni link do pliku wideo

source: View file
es_es: Ver archivo
fr_fr: Voir le fichier
it_it: Visualizza file
pl_pl: Zobacz plik

source: Vimeo - Vimeo video URLs
es_es: Vimeo - URLs de videos de Vimeo
fr_fr: Vimeo - URLs des vidéos Vimeo
it_it: Vimeo - URL video Vimeo
pl_pl: Vimeo - Adresy URL wideo z Vimeo
