Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: Drop file here or click to upload
es_es: Suelta el archivo aquí o haz clic para subirlo
fr_fr: Déposez un fichier ici ou cliquez pour télécharger
it_it: Trascina il file qui o clicca per caricare
pl_pl: Upuść plik tutaj lub kliknij, aby go przesłać

source: Drop image or click to upload
es_es: Suelta la imagen aquí o haz clic para subirla
fr_fr: Déposez une image ou cliquez pour télécharger
it_it: Trascina l'immagine qui o clicca per caricare
pl_pl: Upuść obraz tutaj lub kliknij, aby go przesłać

source: Drop JSON file here or click to select
es_es: Suelta el archivo JSON aquí o haz clic para seleccionar
fr_fr: Déposez le fichier JSON ici ou cliquez pour sélectionner
it_it: Trascina il file JSON qui o clicca per selezionare
pl_pl: Upuść plik JSON tutaj lub kliknij, aby go wybrać

source: Duplicate
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplica
pl_pl: Duplikuj

source: Duplicate
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplica
pl_pl: Duplikuj

source: Each content type can have its own display hook
es_es: Cada tipo de contenido puede tener su propio hook de visualización
fr_fr: Chaque type de contenu peut avoir son propre hook d'affichage
it_it: Ogni tipo di contenuto può avere il proprio hook di visualizzazione
pl_pl: Każdy typ treści może mieć własny punkt zaczepienia (hook) wyświetlania

source: Earliest selectable date
es_es: Fecha seleccionable más temprana
fr_fr: Date sélectionnable la plus ancienne
it_it: Data selezionabile più remota
pl_pl: Najwcześniejsza data do wyboru

source: Edit
es_es: Editar
fr_fr: Éditer
it_it: Modifica
pl_pl: Edytuj

source: Editor Height (rows)
es_es: Altura del editor (filas)
fr_fr: Hauteur de l'éditeur (lignes)
it_it: Altezza editor (righe)
pl_pl: Wysokość edytora (wiersze)

source: Email field with mailto link
es_es: Campo de correo electrónico con enlace mailto
fr_fr: Champ email avec lien mailto
it_it: Campo email con link mailto
pl_pl: Pole e-mail z linkiem mailto

source: Empty Star Color
es_es: Color de estrella vacía
fr_fr: Couleur des étoiles vides
it_it: Colore stella vuota
pl_pl: Kolor pustej gwiazdki

source: En savoir plus
es_es: Leer más
it_it: Saperne di più
pl_pl: Dowiedz się więcej

source: Enable auto-sync
es_es: Activar sincronización automática
fr_fr: Activer la synchronisation automatique
it_it: Abilita la sincronizzazione automatica
pl_pl: Włącz auto-synchronizację

source: Enable auto-sync above to use synchronization features.
es_es: Activa la sincronización automática arriba para usar las funciones de sincronización.
fr_fr: Activez la synchronisation automatique ci-dessus pour utiliser les fonctionnalités de synchronisation.
it_it: Abilita la sincronizzazione automatica sopra per utilizzare le funzioni di sincronizzazione.
pl_pl: Włącz auto-synchronizację powyżej, aby korzystać z funkcji synchronizacji.

source: Enable Description Field
es_es: Activar campo de descripción
fr_fr: Activer le champ description
it_it: Abilita il campo descrizione
pl_pl: Włącz pole opisu

source: Enable detailed logging for troubleshooting.
es_es: Activa el registro detallado para la resolución de problemas.
fr_fr: Activer les logs détaillés pour le dépannage.
it_it: Abilita il logging dettagliato per la risoluzione dei problemi.
pl_pl: Włącz szczegółowe logowanie w celu rozwiązywania problemów.

source: Enable or disable this field.
es_es: Activa o desactiva este campo.
fr_fr: Activer ou désactiver ce champ.
it_it: Abilita o disabilita questo campo.
pl_pl: Włącz lub wyłącz to pole.

source: Enable Title Field
es_es: Activar campo de título
fr_fr: Activer le champ titre
it_it: Abilita il campo titolo
pl_pl: Włącz pole tytułu

source: Enable to allow translation of field values for multi-language support.
es_es: Activar para permitir la traducción de los valores de campo para soporte multi-idioma.
fr_fr: Activez pour permettre la traduction des valeurs de champ pour le support multilingue.
it_it: Abilita per consentire la traduzione dei valori dei campi per il supporto multilingue.
pl_pl: Włącz, aby umożliwić tłumaczenie wartości pól dla wsparcia wielojęzycznego.

# enableDisableField
source: Enable or disable this field.
es_es: Activa o desactiva este campo.
fr_fr: Activer ou désactiver ce champ.
it_it: Abilita o disabilita questo campo.
pl_pl: Włącz lub wyłącz to pole.

source: Enter a description for this file
es_es: Introduce una descripción para este archivo
fr_fr: Entrez une description pour ce fichier
it_it: Inserisci una descrizione per questo file
pl_pl: Wprowadź opis dla tego pliku

source: Enter a title for this file
es_es: Introduce un título para este archivo
fr_fr: Entrez un titre pour ce fichier
it_it: Inserisci un titolo per questo file
pl_pl: Wprowadź tytuł dla tego pliku

source: Enter the complete URL of your Vimeo video
es_es: Introduce la URL completa de tu video de Vimeo
fr_fr: Entrez l'URL complète de votre vidéo Vimeo
it_it: Inserisci l'URL completo del tuo video Vimeo
pl_pl: Wprowadź pełny adres URL filmu Vimeo

source: Enter the complete URL of your YouTube video
es_es: Introduce la URL completa de tu video de YouTube
fr_fr: Entrez l'URL complète de votre vidéo YouTube
it_it: Inserisci l'URL completo del tuo video YouTube
pl_pl: Wprowadź pełny adres URL filmu YouTube

source: Entity Type
es_es: Tipo de entidad
fr_fr: Type d'entité
it_it: Tipo di entità
pl_pl: Typ podmiotu

source: Entity Types
es_es: Tipos de entidad
fr_fr: Types d'entité
it_it: Tipi di entità
pl_pl: Typy podmiotów

source: Entity Type
es_es: Tipo de entidad
fr_fr: Type d'entité
it_it: Tipo di entità
pl_pl: Typ podmiotu

source: Error Message
es_es: Mensaje de error
fr_fr: Message d'erreur
it_it: Messaggio di errore
pl_pl: Komunikat o błędzie

source: Error:
fr_fr: Erreur :
it_it: Errore:
pl_pl: Błąd:

source: Error Message
es_es: Mensaje de error
fr_fr: Message d'erreur
it_it: Messaggio di errore
pl_pl: Komunikat o błędzie

source: Examples:
es_es: Ejemplos:
fr_fr: Exemples :
it_it: Esempi:
pl_pl: Przykłady:

source: Exclude current product
es_es: Excluir producto actual
fr_fr: Exclure le produit actuel
it_it: Escludi il prodotto corrente
pl_pl: Wyklucz bieżący produkt

# excludeCurrent
source: Exclude current product
es_es: Excluir producto actual
fr_fr: Exclure le produit actuel
it_it: Escludi il prodotto corrente
pl_pl: Wyklucz bieżący produkt

source: Expanded
es_es: Expandido
fr_fr: Développé
it_it: Espanso
pl_pl: Rozwinięte

source: Export
es_es: Exportar
it_it: Esporta
pl_pl: Eksportuj

source: Export / Import
es_es: Exportar / Importar
it_it: Esporta / Importa
pl_pl: Eksport / Import

source: Export All
es_es: Exportar todo
fr_fr: Tout exporter
it_it: Esporta tutto
pl_pl: Eksportuj wszystko

source: Export all groups and their configuration
es_es: Exportar todos los grupos y su configuración
fr_fr: Exporter tous les groupes et leur configuration
it_it: Esporta tutti i gruppi e la loro configurazione
pl_pl: Eksportuj wszystkie grupy i ich konfigurację

source: Export error
es_es: Error de exportación
fr_fr: Erreur d'export
it_it: Errore di esportazione
pl_pl: Błąd eksportu

source: Export JSON
es_es: Exportar JSON
fr_fr: Exporter JSON
it_it: Esporta JSON
pl_pl: Eksportuj JSON

source: Export your field groups to JSON files or import them from JSON files.
es_es: Exporta tus grupos de campos a archivos JSON o impórtalos desde archivos JSON.
fr_fr: Exportez vos groupes de champs vers des fichiers JSON ou importez-les depuis des fichiers JSON.
it_it: Esporta i tuoi gruppi di campi in file JSON o importali da file JSON.
pl_pl: Eksportuj swoje grupy pól do plików JSON lub importuj je z plików JSON.

source: Export error
es_es: Error de exportación
fr_fr: Erreur d'export
it_it: Errore di esportazione
pl_pl: Błąd eksportu

source: Exporting...
fr_fr: Export en cours...
it_it: Esportazione in corso...
pl_pl: Eksportowanie...

source: Export JSON
es_es: Exportar JSON
fr_fr: Exporter JSON
it_it: Esporta JSON
pl_pl: Eksportuj JSON

source: External
es_es: Externo
fr_fr: Externe
it_it: Esterno
pl_pl: Zewnętrzny

source: External Link
es_es: Enlace externo
fr_fr: Lien externe
it_it: Link esterno
pl_pl: Link zewnętrzny

source: External link
es_es: Enlace externo
fr_fr: Lien externe
it_it: Link esterno
pl_pl: Link zewnętrzny

source: External Link - Reference URL without downloading
es_es: Enlace externo - URL de referencia sin descargar
fr_fr: Lien externe - URL de référence sans téléchargement
it_it: Link esterno - URL di riferimento senza download
pl_pl: Link zewnętrzny - referencyjny URL bez pobierania

source: Extra Tab (ACF)
es_es: Pestaña extra (ACF)
fr_fr: Onglet supplémentaire (ACF)
it_it: Scheda extra (ACF)
pl_pl: Dodatkowa karta (ACF)

source: Failed to save location rule. Please try again.
es_es: Error al guardar la regla de ubicación. Por favor, inténtalo de nuevo.
fr_fr: Échec de la sauvegarde de la règle d'emplacement. Veuillez réessayer.
it_it: Impossibile salvare la regola di posizione. Riprova.
pl_pl: Nie udało się zapisać reguły lokalizacji. Spróbuj ponownie.

source: Failed to upload file. Please try again.
es_es: Error al subir el archivo. Por favor, inténtalo de nuevo.
fr_fr: Échec du téléchargement du fichier. Veuillez réessayer.
it_it: Impossibile caricare il file. Riprova.
pl_pl: Nie udało się przesłać pliku. Spróbuj ponownie.

source: False Label
es_es: Etiqueta para falso
fr_fr: Libellé faux
it_it: Etichetta Falso
pl_pl: Etykieta "Fałsz"

source: False Label
es_es: Etiqueta para falso
fr_fr: Libellé faux
it_it: Etichetta Falso
pl_pl: Etykieta "Fałsz"

# falseLabelHelp
source: Text to display when value is false/unchecked.
es_es: Texto a mostrar cuando el valor es falso/desmarcado.
fr_fr: Texte à afficher quand la valeur est fausse/décochée.
it_it: Testo da visualizzare quando il valore è falso/non selezionato.
pl_pl: Tekst wyświetlany, gdy wartość jest fałszywa/niezaznaczona.

source: FAQ section with repeater
es_es: Sección de FAQ con repetidor
fr_fr: Section FAQ avec répéteur
it_it: Sezione FAQ con ripetitore
pl_pl: Sekcja FAQ z repeaterem

source: Field from specific category
es_es: Campo de una categoría específica
fr_fr: Champ d'une catégorie spécifique
it_it: Campo da una categoria specifica
pl_pl: Pole z konkretnej kategorii

source: Field from specific CMS page
es_es: Campo de una página CMS específica
fr_fr: Champ d'une page CMS spécifique
it_it: Campo da una pagina CMS specifica
pl_pl: Pole z konkretnej strony CMS

source: Field from specific product
es_es: Campo de un producto específico
it_it: Campo da un prodotto specifico
pl_pl: Pole z konkretnego produktu

source: Field Groups
es_es: Grupos de campos
fr_fr: Groupes de champs
it_it: Gruppi di campi
pl_pl: Grupy pól

source: Field Metadata
es_es: Metadatos del campo
fr_fr: Métadonnées du champ
it_it: Metadati del campo
pl_pl: Metadane pola

source: Field Methods
es_es: Métodos de campo
fr_fr: Méthodes de champ
it_it: Metodi del campo
pl_pl: Metody pól

source: Field Name
es_es: Nombre del campo
fr_fr: Nom du champ
it_it: Nome del campo
pl_pl: Nazwa pola

source: Field Title
es_es: Título del campo
fr_fr: Titre du champ
it_it: Titolo del campo
pl_pl: Tytuł pola

source: Field Type
es_es: Tipo de campo
fr_fr: Type de champ
it_it: Tipo di campo
pl_pl: Typ pola

source: Field Types
es_es: Tipos de campos
fr_fr: Types de champs
it_it: Tipi di campo
pl_pl: Typy pól

source: Field with default value
es_es: Campo con valor por defecto
it_it: Campo con valore predefinito
pl_pl: Pole z wartością domyślną

source: field, default, entity_type, entity_id
es_es: campo, por_defecto, tipo_entidad, id_entidad
pl_pl: pole, domyślna, typ_podmiotu, id_podmiotu

# fieldInstructions
source: Instructions
es_es: Instrucciones
it_it: Istruzioni
pl_pl: Instrukcje

# fieldNotSaved
source: This field hasn't been saved yet
es_es: Este campo aún no ha sido guardado
fr_fr: Ce champ n'a pas encore été sauvegardé
it_it: Questo campo non è ancora stato salvato
pl_pl: To pole nie zostało jeszcze zapisane

source: fields
es_es: campos
fr_fr: champs
it_it: campi
pl_pl: pola

source: Fields
es_es: Campos
fr_fr: Champs
it_it: Campi
pl_pl: Pola

# fieldSlug
source: Field Name
es_es: Nombre del campo
fr_fr: Nom du champ
it_it: Nome del campo
pl_pl: Nazwa pola

source: Field Title
es_es: Título del campo
fr_fr: Titre du champ
it_it: Titolo del campo
pl_pl: Tytuł pola

source: Field Type
es_es: Tipo de campo
fr_fr: Type de champ
it_it: Tipo di campo
pl_pl: Typ pola

source: File Description
es_es: Descripción del archivo
fr_fr: Description du fichier
it_it: Descrizione del file
pl_pl: Opis pliku

source: File field (download link)
es_es: Campo de archivo (enlace de descarga)
fr_fr: Champ fichier (lien de téléchargement)
it_it: Campo file (link di download)
pl_pl: Pole pliku (link do pobrania)

source: File is newer - Import available
es_es: El archivo es más reciente - Importación disponible
fr_fr: Le fichier est plus récent - Import disponible
it_it: Il file è più recente - Importazione disponibile
pl_pl: Plik jest nowszy - Import dostępny

source: File Metadata Options
es_es: Opciones de metadatos de archivo
fr_fr: Options des métadonnées fichier
it_it: Opzioni metadati file
pl_pl: Opcje metadanych pliku

source: File must extend AbstractFieldType. Naming: MyCustomField.php
es_es: El archivo debe extender AbstractFieldType. Nombre: MiCampoPersonalizado.php
fr_fr: Le fichier doit étendre AbstractFieldType. Nommage : MonChampPersonnalise.php
it_it: Il file deve estendere AbstractFieldType. Naming: MyCustomField.php
pl_pl: Plik musi rozszerzać AbstractFieldType. Nazewnictwo: MyCustomField.php

source: File Title
es_es: Título del archivo
fr_fr: Titre du fichier
it_it: Titolo del file
pl_pl: Tytuł pliku

source: File:
es_es: Archivo:
fr_fr: Fichier :
pl_pl: Plik:

source: Filled Star Color
es_es: Color de estrella rellena
fr_fr: Couleur des étoiles remplies
it_it: Colore stella piena
pl_pl: Kolor wypełnionej gwiazdki

source: Filter options for the relation picker
es_es: Opciones de filtro para el selector de relación
fr_fr: Options de filtrage pour le sélecteur de relation
it_it: Opzioni di filtro per il selettore di relazione
pl_pl: Opcje filtrowania dla selektora relacji

source: Filters
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
pl_pl: Filtry

source: Filters
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
pl_pl: Filtry

source: Form not available
es_es: Formulario no disponible
fr_fr: Formulaire non disponible
it_it: Modulo non disponibile
pl_pl: Formularz niedostępny

source: Format date fields with custom patterns
es_es: Formatear campos de fecha con patrones personalizados
fr_fr: Formater les champs date avec des motifs personnalisés
it_it: Formatta i campi data con pattern personalizzati
pl_pl: Formatuj pola daty z własnymi wzorami

source: Format number fields with currency
es_es: Formatear campos numéricos con moneda
fr_fr: Formater les champs numériques avec devise
it_it: Formatta i campi numerici con la valuta
pl_pl: Formatuj pola liczbowe z walutą

source: Front-Office Documentation
es_es: Documentación del Front-Office
fr_fr: Documentation Front-Office
it_it: Documentazione Front-Office
pl_pl: Dokumentacja Front-Office

source: Frontend Options
es_es: Opciones del front-end
fr_fr: Options frontend
it_it: Opzioni frontend
pl_pl: Opcje Front-end

source: Full (all options)
es_es: Completo (todas las opciones)
fr_fr: Complet (toutes les options)
it_it: Completo (tutte le opzioni)
pl_pl: Pełny (wszystkie opcje)

source: Function
es_es: Función
fr_fr: Fonction
it_it: Funzione
pl_pl: Funkcja

source: Gallery field (custom grid)
es_es: Campo de galería (rejilla personalizada)
fr_fr: Champ galerie (grille personnalisée)
it_it: Campo galleria (griglia personalizzata)
pl_pl: Pole galerii (własna siatka)

source: General
fr_fr: Général
it_it: Generale
pl_pl: Ogólne

# general
source: General Settings
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
pl_pl: Ustawienia ogólne

source: General Settings
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
pl_pl: Ustawienia ogólne

source: Get all fields from a group
es_es: Obtener todos los campos de un grupo
fr_fr: Obtenir tous les champs d'un groupe
it_it: Ottieni tutti i campi da un gruppo
pl_pl: Pobierz wszystkie pola z grupy

source: Get all fields from group by ID
es_es: Obtener todos los campos del grupo por ID
fr_fr: Obtenir tous les champs du groupe par ID
it_it: Ottieni tutti i campi del gruppo per ID
pl_pl: Pobierz wszystkie pola z grupy po ID

source: Get all fields from group by slug
es_es: Obtener todos los campos del grupo por slug
fr_fr: Obtenir tous les champs du groupe par slug
it_it: Ottieni tutti i campi del gruppo per slug
pl_pl: Pobierz wszystkie pola z grupy po uproszczonej nazwie (slug)

source: Get escaped field value
es_es: Obtener valor de campo escapado
fr_fr: Obtenir la valeur du champ échappée
it_it: Ottieni il valore del campo escaped
pl_pl: Pobierz bezpieczną (escaped) wartość pola

source: Get field from a specific product
es_es: Obtener campo de un producto específico
it_it: Ottieni il campo da un prodotto specifico
pl_pl: Pobierz pole z konkretnego produktu

source: Get field from any entity type (product, category, cms_page, customer, etc.)
es_es: Obtener campo de cualquier tipo de entidad (producto, categoría, página_cms, cliente, etc.)
fr_fr: Obtenir le champ de tout type d'entité (produit, catégorie, cms_page, client, etc.)
it_it: Ottieni il campo da qualsiasi tipo di entità (prodotto, categoria, cms_page, cliente, ecc.)
pl_pl: Pobierz pole z dowolnego typu podmiotu (produkt, kategoria, cms_page, klient itp.)

source: Get field from specific entity (product, category, etc.)
es_es: Obtener campo de una entidad específica (producto, categoría, etc.)
it_it: Ottieni il campo da un'entità specifica (prodotto, categoria, ecc.)
pl_pl: Pobierz pole z konkretnego podmiotu (produkt, kategoria itp.)

source: Get field value (escaped)
es_es: Obtener valor del campo (escapado)
it_it: Ottieni il valore del campo (escaped)
pl_pl: Pobierz wartość pola (escaped)

source: Get field value from a specific category
es_es: Obtener valor del campo de una categoría específica
fr_fr: Obtenir la valeur du champ d'une catégorie spécifique
it_it: Ottieni il valore del campo da una categoria specifica
pl_pl: Pobierz wartość pola z konkretnej kategorii

source: Get field value from a specific product
es_es: Obtener valor del campo de un producto específico
it_it: Ottieni il valore del campo da un prodotto specifico
pl_pl: Pobierz wartość pola z konkretnego produktu

source: Get field value with default
es_es: Obtener valor del campo con valor por defecto
fr_fr: Obtenir la valeur du champ avec valeur par défaut
it_it: Ottieni il valore del campo con default
pl_pl: Pobierz wartość pola z wartością domyślną

source: Get group fields
es_es: Obtener campos del grupo
fr_fr: Obtenir les champs du groupe
it_it: Ottieni i campi del gruppo
pl_pl: Pobierz pola grupy

source: Get raw field value
es_es: Obtener valor bruto del campo
fr_fr: Obtenir la valeur brute du champ
it_it: Ottieni il valore del campo grezzo
pl_pl: Pobierz surową wartość pola

source: Get raw field value (not escaped)
es_es: Obtener valor bruto del campo (sin escapar)
fr_fr: Obtenir la valeur brute du champ (non échappée)
it_it: Ottieni il valore del campo grezzo (non escaped)
pl_pl: Pobierz surową wartość pola (niezabezpieczoną)

source: Get raw value (not escaped)
es_es: Obtener valor bruto (sin escapar)
it_it: Ottieni il valore grezzo (non escaped)
pl_pl: Pobierz surową wartość (niezabezpieczoną)

source: Get repeater rows
es_es: Obtener filas del repetidor
fr_fr: Obtenir les lignes du répéteur
it_it: Ottieni le righe del ripetitore
pl_pl: Pobierz wiersze repeatera

source: Get repeater rows (raw values)
es_es: Obtener filas del repetidor (valores brutos)
fr_fr: Obtenir les lignes du répéteur (valeurs brutes)
it_it: Ottieni le righe del ripetitore (valori grezzi)
pl_pl: Pobierz wiersze repeatera (surowe wartości)

source: Get repeater rows as iterable
es_es: Obtener filas del repetidor como iterable
fr_fr: Obtenir les lignes du répéteur sous forme itérable
it_it: Ottieni le righe del ripetitore come iterabile
pl_pl: Pobierz wiersze repeatera jako obiekt iterowalny

source: Get started by adding your first custom field to this group.
es_es: Comienza añadiendo tu primer campo personalizado a este grupo.
fr_fr: Commencez par ajouter votre premier champ personnalisé à ce groupe.
it_it: Inizia aggiungendo il tuo primo campo personalizzato a questo gruppo.
pl_pl: Zacznij od dodania swojego pierwszego własnego pola do tej grupy.

source: Get translated label
es_es: Obtener etiqueta traducida
fr_fr: Obtenir le libellé traduit
it_it: Ottieni l'etichetta tradotta
pl_pl: Pobierz przetłumaczoną etykietę

source: Get translated label (select/radio/checkbox)
es_es: Obtener etiqueta traducida (select/radio/checkbox)
fr_fr: Obtenir le libellé traduit (select/radio/checkbox)
it_it: Ottieni l'etichetta tradotta (select/radio/checkbox)
pl_pl: Pobierz przetłumaczoną etykietę (select/radio/checkbox)

source: Group imported from theme successfully
es_es: Grupo importado del tema con éxito
fr_fr: Groupe importé depuis le thème avec succès
it_it: Gruppo importato dal tema con successo
pl_pl: Grupa pomyślnie zaimportowana z motywu

source: Group Methods
es_es: Métodos de grupo
fr_fr: Méthodes de groupe
it_it: Metodi del gruppo
pl_pl: Metody grup

source: Group not found
es_es: Grupo no encontrado
fr_fr: Groupe non trouvé
it_it: Gruppo non trovato
pl_pl: Nie znaleziono grupy

source: Group pushed to theme successfully
es_es: Grupo enviado al tema con éxito
fr_fr: Groupe poussé vers le thème avec succès
it_it: Gruppo caricato sul tema con successo
pl_pl: Grupa pomyślnie przesłana do motywu

# groupDescription
source: Description
es_es: Descripción
it_it: Descrizione
pl_pl: Opis

# groupPulledSuccess
source: Group imported from theme successfully
es_es: Grupo importado del tema con éxito
fr_fr: Groupe importé depuis le thème avec succès
it_it: Gruppo importato dal tema con successo
pl_pl: Grupa pomyślnie zaimportowana z motywu

# groupPushedSuccess
source: Group pushed to theme successfully
es_es: Grupo enviado al tema con éxito
fr_fr: Groupe poussé vers le thème avec succès
it_it: Gruppo caricato sul tema con successo
pl_pl: Grupa pomyślnie przesłana do motywu

source: groups
es_es: grupos
fr_fr: groupes
it_it: gruppi
pl_pl: grupy

source: Groups available in theme
es_es: Grupos disponibles en el tema
fr_fr: Groupes disponibles dans le thème
it_it: Gruppi disponibili nel tema
pl_pl: Grupy dostępne w motywie

source: group selected
es_es: grupo seleccionado
fr_fr: groupe sélectionné
it_it: gruppo selezionato
pl_pl: wybrana grupa

# groupSlug
source: Slug
pl_pl: Uproszczona nazwa (slug)

source: groups selected
es_es: grupos seleccionados
fr_fr: groupes sélectionnés
it_it: gruppi selezionati
pl_pl: wybrane grupy

# groupTitle
source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
pl_pl: Tytuł

source: Handle multiple checkbox selections as array
es_es: Manejar múltiples selecciones de casillas como matriz
fr_fr: Gérer les sélections de cases à cocher multiples sous forme de tableau
it_it: Gestisci selezioni multiple di caselle di controllo come array
pl_pl: Obsługuj wybór wielu pól checkbox jako tablicę

source: Help
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pl_pl: Pomoc

source: Horizontal
it_it: Orizzontale
pl_pl: Poziomy

source: Horizontal
it_it: Orizzontale
pl_pl: Poziomy

source: How to display selected items
es_es: Cómo mostrar los elementos seleccionados
fr_fr: Comment afficher les éléments sélectionnés
it_it: Come visualizzare gli elementi selezionati
pl_pl: Jak wyświetlić wybrane elementy

source: Icon
es_es: Icono
fr_fr: Icône
it_it: Icona
pl_pl: Ikona

source: Icon Set
es_es: Conjunto de iconos
fr_fr: Jeu d'icônes
it_it: Set di icone
pl_pl: Zestaw ikon
