Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: id or slug, entity_type, entity_id
es_es: id o slug, tipo_entidad, id_entidad
fr_fr: id ou slug, entity_type, entity_id
it_it: id o slug, entity_type, entity_id
pl_pl: id lub uproszczona nazwa (slug), typ_podmiotu, id_podmiotu

source: Image alt text
es_es: Texto alternativo de la imagen
fr_fr: Texte alternatif de l'image
it_it: Testo alternativo dell'immagine
pl_pl: Tekst alternatywny obrazu (alt)

source: Image field (custom display)
es_es: Campo de imagen (visualización personalizada)
fr_fr: Champ image (affichage personnalisé)
it_it: Campo immagine (visualizzazione personalizzata)
pl_pl: Pole obrazu (własny sposób wyświetlania)

source: Image Metadata Options
es_es: Opciones de metadatos de imagen
fr_fr: Options des métadonnées image
it_it: Opzioni metadati immagine
pl_pl: Opcje metadanych obrazu

source: Image stays on external server
es_es: La imagen permanece en el servidor externo
fr_fr: L'image reste sur le serveur externe
it_it: L'immagine rimane sul server esterno
pl_pl: Obraz pozostaje na zewnętrznym serwerze

source: Image will be downloaded to server
es_es: La imagen se descargará al servidor
fr_fr: L'image sera téléchargée sur le serveur
it_it: L'immagine verrà scaricata sul server
pl_pl: Obraz zostanie pobrany na serwer

source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa
pl_pl: Importuj

source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa
pl_pl: Importuj

source: Import mode:
es_es: Modo de importación:
fr_fr: Mode d'import :
it_it: Modalità di importazione:
pl_pl: Tryb importu:

source: Import URL
es_es: Importar URL
fr_fr: Importer l'URL
it_it: Importa URL
pl_pl: Importuj URL

source: Important:
es_es: Importante:
it_it: Importante:
pl_pl: Ważne:

source: Imported from URL
es_es: Importado desde URL
fr_fr: Importé depuis l'URL
it_it: Importato da URL
pl_pl: Zaimportowano z URL

source: In stock only
es_es: Solo en stock
fr_fr: En stock uniquement
it_it: Solo in magazzino
pl_pl: Tylko w magazynie

source: Inactive groups are hidden in the product form.
es_es: Los grupos inactivos se ocultan en el formulario del producto.
fr_fr: Les groupes inactifs sont masqués dans le formulaire produit.
it_it: I gruppi inattivi sono nascosti nel modulo prodotto.
pl_pl: Nieaktywne grupy są ukryte w formularzu produktu.

source: Increment step: %step%
es_es: Paso de incremento: %step%
fr_fr: Pas d'incrémentation : %step%
it_it: Passo di incremento: %step%
pl_pl: Krok przyrostu: %step%

source: Increment/decrement step (leave empty for auto)
es_es: Paso de incremento/decremento (dejar vacío para automático)
fr_fr: Pas d'incrément/décrément (laisser vide pour auto)
it_it: Passo di incremento/decremento (lascia vuoto per auto)
pl_pl: Krok zwiększania/zmniejszania (pozostaw puste dla auto)

source: Input Methods
es_es: Métodos de entrada
fr_fr: Méthodes d'entrée
it_it: Metodi di input
pl_pl: Metody wprowadzania

source: In stock only
es_es: Solo en stock
fr_fr: En stock uniquement
it_it: Solo in magazzino
pl_pl: Tylko w magazynie

source: Instructions
es_es: Instrucciones
it_it: Istruzioni
pl_pl: Instrukcje

source: Integer
es_es: Entero
fr_fr: Entier
it_it: Intero
pl_pl: Liczba całkowita

source: Integer group ID
es_es: ID de grupo entero
fr_fr: ID de groupe entier
it_it: ID gruppo intero
pl_pl: Całkowite ID grupy

source: Item Options
es_es: Opciones de elementos
fr_fr: Options des éléments
it_it: Opzioni elemento
pl_pl: Opcje elementu

source: Iterate over repeater field rows with auto-label resolution
es_es: Iterar sobre las filas del campo repetidor con resolución automática de etiquetas
fr_fr: Itérer sur les lignes de champ répéteur avec résolution automatique des libellés
it_it: Itera sulle righe del campo ripetitore con risoluzione automatica dell'etichetta
pl_pl: Iteruj przez wiersze pola repeatera z automatycznym rozwiązywaniem etykiet

source: Iterate over repeater rows with auto-label resolution
es_es: Iterar sobre las filas del repetidor con resolución automática de etiquetas
it_it: Itera sulle righe del ripetitore con risoluzione automatica dell'etichetta
pl_pl: Iteruj przez wiersze repeatera z automatycznym rozwiązywaniem etykiet

source: Label
es_es: Etiqueta
fr_fr: Libellé
it_it: Etichetta
pl_pl: Etykieta

source: Language
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pl_pl: Język

source: Last saved: %time%
es_es: Último guardado: %time%
fr_fr: Dernier enregistrement : %time%
it_it: Ultimo salvataggio: %time%
pl_pl: Ostatnio zapisano: %time%

source: Last update:
es_es: Última actualización:
fr_fr: Dernière mise à jour :
it_it: Ultimo aggiornamento:
pl_pl: Ostatnia aktualizacja:

source: Latest selectable date
es_es: Fecha seleccionable más tardía
fr_fr: Date sélectionnable la plus récente
it_it: Data selezionabile più recente
pl_pl: Najpóźniejsza data do wyboru

source: Layout
es_es: Diseño
fr_fr: Disposition
pl_pl: Układ

source: Layout
es_es: Diseño
fr_fr: Disposition
pl_pl: Układ

source: Leave empty for no limit
es_es: Dejar vacío para sin límite
fr_fr: Laisser vide pour aucune limite
it_it: Lascia vuoto per nessun limite
pl_pl: Pozostaw puste dla braku limitu

source: Leave empty for no minimum
es_es: Dejar vacío para sin mínimo
fr_fr: Laisser vide pour aucun minimum
it_it: Lascia vuoto per nessun minimo
pl_pl: Pozostaw puste dla braku minimum

source: Leave empty for no resize
es_es: Dejar vacío para no redimensionar
fr_fr: Laisser vide pour ne pas redimensionner
it_it: Lascia vuoto per nessun ridimensionamento
pl_pl: Pozostaw puste dla braku zmiany rozmiaru

source: Leave empty for unlimited.
es_es: Dejar vacío para ilimitado.
fr_fr: Laisser vide pour illimité.
it_it: Lascia vuoto per illimitato.
pl_pl: Pozostaw puste dla nieograniczonej ilości.

# limitCategories
source: Limit to categories
es_es: Limitar a categorías
fr_fr: Limiter aux catégories
it_it: Limita alle categorie
pl_pl: Ogranicz do kategorii

source: Link Target
es_es: Destino del enlace
fr_fr: Cible du lien
it_it: Target del link
pl_pl: Cel linku

source: Link Text
es_es: Texto del enlace
fr_fr: Texte du lien
it_it: Testo del link
pl_pl: Tekst linku

source: List field (custom bullets)
es_es: Campo de lista (viñetas personalizadas)
fr_fr: Champ liste (puces personnalisées)
it_it: Campo lista (punti elenco personalizzati)
pl_pl: Pole listy (własne wypunktowanie)

source: Loading ACF Builder...
es_es: Cargando el constructor de ACF...
fr_fr: Chargement du constructeur ACF...
it_it: Caricamento del costruttore ACF...
pl_pl: Ładowanie kreatora ACF...

source: Loading...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
pl_pl: Ładowanie...

source: Location
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
pl_pl: Lokalizacja

source: Location
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
pl_pl: Lokalizacja

# locationRulesHelp
source: Choose where your custom fields will appear in the admin interface. Select the type of content (products, categories, etc.) where these fields should be available.
es_es: Elige dónde aparecerán tus campos personalizados en la interfaz de administración. Selecciona el tipo de contenido (productos, categorías, etc.) donde estos campos deberían estar disponibles.
fr_fr: Choisissez où vos champs personnalisés apparaîtront dans l'interface d'administration. Sélectionnez le type de contenu (produits, catégories, etc.) où ces champs seront disponibles.
it_it: Scegli dove appariranno i tuoi campi personalizzati nell'interfaccia di amministrazione. Seleziona il tipo di contenuto (prodotti, categorie, ecc.) dove questi campi dovrebbero essere disponibili.
pl_pl: Wybierz, gdzie Twoje własne pola będą pojawiać się w panelu administracyjnym. Wybierz typ treści (produkty, kategorie itp.), dla których te pola mają być dostępne.

source: Locked
es_es: Bloqueado
fr_fr: Verrouillé
it_it: Bloccato
pl_pl: Zablokowany

source: Locked
es_es: Bloqueado
fr_fr: Verrouillé
it_it: Bloccato
pl_pl: Zablokowany

source: Loop through repeater
es_es: Bucle a través del repetidor
fr_fr: Parcourir le répéteur
it_it: Ciclo attraverso il ripetitore
pl_pl: Pętla przez repeater

source: Loop through repeater rows in CMS content
es_es: Bucle a través de las filas del repetidor en contenido CMS
fr_fr: Parcourir les lignes du répéteur dans le contenu CMS
it_it: Ciclo attraverso le righe del ripetitore nel contenuto CMS
pl_pl: Pętla przez wiersze repeatera w treści CMS

source: Loop through repeater with index
es_es: Bucle a través del repetidor con índice
fr_fr: Parcourir le répéteur avec l'index
it_it: Ciclo attraverso il ripetitore con indice
pl_pl: Pętla przez repeater z indeksem

source: Manage Field Groups
es_es: Gestionar grupos de campos
fr_fr: Gérer les groupes de champs
it_it: Gestisci gruppi di campi
pl_pl: Zarządzaj grupami pól

source: Max file size (MB)
es_es: Tamaño máximo de archivo (MB)
fr_fr: Taille max des fichiers (Mo)
it_it: Dimensione massima file (MB)
pl_pl: Maksymalny rozmiar pliku (MB)

source: Max File Size (MB)
es_es: Tamaño máximo de archivo (MB)
fr_fr: Taille max du fichier (Mo)
it_it: Dimensione massima file (MB)
pl_pl: Maksymalny rozmiar pliku (MB)

source: Max Height (px)
es_es: Altura máxima (px)
fr_fr: Hauteur max (px)
it_it: Altezza massima (px)
pl_pl: Maksymalna wysokość (px)

source: Max Length
es_es: Longitud máxima
fr_fr: Longueur max
it_it: Lunghezza massima
pl_pl: Maksymalna długość

source: Max Value
es_es: Valor máximo
fr_fr: Valeur max
it_it: Valore massimo
pl_pl: Maksymalna wartość

source: Max Width (px)
es_es: Anchura máxima (px)
fr_fr: Largeur max (px)
it_it: Larghezza massima (px)
pl_pl: Maksymalna szerokość (px)

source: Max: %count%
es_es: Máx: %count%
pl_pl: Maks: %count%

source: Maximum %length% characters
es_es: Máximo %length% caracteres
fr_fr: Maximum %length% caractères
it_it: Massimo %length% caratteri
pl_pl: Maksymalnie %length% znaków

source: Maximum %max% items
es_es: Máximo %max% elementos
fr_fr: Maximum %max% éléments
it_it: Massimo %max% elementi
pl_pl: Maksymalnie %max% elementów

source: Maximum %max% rows
es_es: Máximo %max% filas
fr_fr: Maximum %max% lignes
it_it: Massimo %max% righe
pl_pl: Maksymalnie %max% wierszy

source: Maximum Date
es_es: Fecha máxima
fr_fr: Date maximum
it_it: Data massima
pl_pl: Maksymalna data

source: Maximum date and time: %max%
es_es: Fecha y hora máxima: %max%
fr_fr: Date et heure maximum : %max%
it_it: Data e ora massima: %max%
pl_pl: Maksymalna data i godzina: %max%

source: Maximum Date/Time
es_es: Fecha/Hora máxima
fr_fr: Date/Heure maximum
it_it: Data/Ora massima
pl_pl: Maksymalna data/godzina

source: Maximum date: %max%
es_es: Fecha máxima: %max%
fr_fr: Date maximum : %max%
it_it: Data massima: %max%
pl_pl: Maksymalna data: %max%

source: Maximum file size for uploads in megabytes.
es_es: Tamaño máximo de archivo para subidas en megabytes.
fr_fr: Taille maximale des fichiers pour les téléchargements en mégaoctets.
it_it: Dimensione massima dei file per i caricamenti in megabyte.
pl_pl: Maksymalny rozmiar przesyłanych plików w megabajtach.

source: Maximum Files
es_es: Archivos máximos
fr_fr: Fichiers maximum
it_it: File massimi
pl_pl: Maksymalna ilość plików

source: Maximum Images
es_es: Imágenes máximas
fr_fr: Images maximum
it_it: Immagini massime
pl_pl: Maksymalna ilość obrazów

source: Maximum Items
es_es: Elementos máximos
fr_fr: Éléments maximum
it_it: Elementi massimi
pl_pl: Maksymalna ilość elementów

source: Maximum items
es_es: Elementos máximos
fr_fr: Éléments maximum
it_it: Elementi massimi
pl_pl: Maksymalna ilość elementów

source: Maximum items reached
es_es: Se alcanzó el máximo de elementos
fr_fr: Nombre maximum d'éléments atteint
it_it: Raggiunto il numero massimo di elementi
pl_pl: Osiągnięto maksymalną ilość elementów

source: Maximum number of items allowed (empty = unlimited)
es_es: Número máximo de elementos permitido (vacío = ilimitado)
fr_fr: Nombre maximum d'éléments autorisés (vide = illimité)
it_it: Numero massimo di elementi consentiti (vuoto = illimitato)
pl_pl: Maksymalna dozwolona liczba elementów (puste = bez limitu)

source: Maximum Rows
es_es: Filas máximas
fr_fr: Lignes maximum
it_it: Righe massime
pl_pl: Maksymalna ilość wierszy

source: Maximum Stars
es_es: Estrellas máximas
fr_fr: Étoiles maximum
it_it: Stelle massime
pl_pl: Maksymalna ilość gwiazdek

source: Maximum value: %max%
es_es: Valor máximo: %max%
fr_fr: Valeur maximum : %max%
it_it: Valore massimo: %max%
pl_pl: Maksymalna wartość: %max%

# maxItems
source: Maximum items
es_es: Elementos máximos
fr_fr: Éléments maximum
it_it: Elementi massimi
pl_pl: Maksymalna ilość elementów

source: Max Length
es_es: Longitud máxima
fr_fr: Longueur max
it_it: Lunghezza massima
pl_pl: Maksymalna długość

source: Max Value
es_es: Valor máximo
fr_fr: Valeur max
it_it: Valore massimo
pl_pl: Maksymalna wartość

source: Merge (recommended)
es_es: Fusionnar (recomendado)
fr_fr: Fusionner (recommandé)
it_it: Unisci (consigliato)
pl_pl: Scal (zalecane)

# metadata
source: Field Metadata
es_es: Metadatos del campo
fr_fr: Métadonnées du champ
it_it: Metadati del campo
pl_pl: Metadane pola

source: Method
es_es: Método
fr_fr: Méthode
it_it: Metodo
pl_pl: Metoda

source: Min Length
es_es: Longitud mínima
fr_fr: Longueur min
it_it: Lunghezza minima
pl_pl: Minimalna długość

source: Min Value
es_es: Valor mínimo
fr_fr: Valeur min
it_it: Valore minimo
pl_pl: Minimalna wartość

source: Minimum %min% items
es_es: Mínimo %min% elementos
fr_fr: Minimum %min% éléments
it_it: Minimo %min% elementi
pl_pl: Minimum %min% elementów

source: Minimum %min% rows
es_es: Mínimo %min% filas
fr_fr: Minimum %min% lignes
it_it: Minimo %min% righe
pl_pl: Minimum %min% wierszy

source: Minimum Date
es_es: Fecha mínima
fr_fr: Date minimum
it_it: Data minima
pl_pl: Minimalna data

source: Minimum date and time: %min%
es_es: Fecha y hora mínima: %min%
fr_fr: Date et heure minimum : %min%
it_it: Data e ora minima: %min%
pl_pl: Minimalna data i godzina: %min%

source: Minimum Date/Time
es_es: Fecha/Hora mínima
fr_fr: Date/Heure minimum
it_it: Data/Ora minima
pl_pl: Minimalna data/godzina

source: Minimum date: %min%
es_es: Fecha mínima: %min%
fr_fr: Date minimum : %min%
it_it: Data minima: %min%
pl_pl: Minimalna data: %min%

source: Minimum Files
es_es: Archivos mínimos
fr_fr: Fichiers minimum
it_it: File minimi
pl_pl: Minimalna ilość plików

source: Minimum Images
es_es: Imágenes mínimas
fr_fr: Images minimum
it_it: Immagini minime
pl_pl: Minimalna ilość obrazów

source: Minimum Items
es_es: Elementos mínimos
fr_fr: Éléments minimum
it_it: Elementi minimi
pl_pl: Minimalna ilość elementów

source: Minimum items
es_es: Elementos mínimos
fr_fr: Éléments minimum
it_it: Elementi minimi
pl_pl: Minimalna ilość elementów

source: Minimum items required
es_es: Elementos mínimos requeridos
fr_fr: Nombre minimum d'éléments requis
it_it: Numero minimo di elementi richiesti
pl_pl: Wymagana minimalna ilość elementów

source: Minimum number of items required (0 = no minimum)
es_es: Número mínimo de elementos requerido (0 = sin mínimo)
fr_fr: Nombre minimum d'éléments requis (0 = aucun minimum)
it_it: Numero minimo di elementi richiesti (0 = nessun minimo)
pl_pl: Minimalna liczba wymaganych elementów (0 = brak minimum)

source: Minimum Rows
es_es: Filas mínimas
fr_fr: Lignes minimum
it_it: Righe minime
pl_pl: Minimalna ilość wierszy

source: Minimum value: %min%
es_es: Valor mínimo: %min%
fr_fr: Valeur minimum : %min%
it_it: Valore minimo: %min%
pl_pl: Minimalna wartość: %min%

# minItems
source: Minimum items
es_es: Elementos mínimos
fr_fr: Éléments minimum
it_it: Elementi minimi
pl_pl: Minimalna ilość elementów

source: Min Length
es_es: Longitud mínima
fr_fr: Longueur min
it_it: Lunghezza minima
pl_pl: Minimalna długość

source: Minute Step
es_es: Paso de minutos
fr_fr: Pas des minutes
it_it: Passo dei minuti
pl_pl: Krok minutowy

source: Min Value
es_es: Valor mínimo
fr_fr: Valeur min
it_it: Valore minimo
pl_pl: Minimalna wartość

source: Modified
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
pl_pl: Zmodyfikowano

source: Module Starter Items
es_es: Éléments du módulo
fr_fr: Éléments du module
it_it: Elementi iniziali del modulo
pl_pl: Elementy początkowe modułu

source: Multiple shortcodes in content
es_es: Shortcodes múltiples en el contenido
fr_fr: Shortcodes multiples dans le contenu
it_it: Shortcode multipli nel contenuto
pl_pl: Wiele shortcodów w treści

source: Multiple types: Each with its own display location
es_es: Tipos múltiples: Cada uno con su propia ubicación de visualización
fr_fr: Types multiples : Chacun avec son propre emplacement d'affichage
it_it: Tipi multipli: ciascuno con la propria posizione di visualizzazione
pl_pl: Wiele typów: Każdy z własną lokalizacją wyświetlania

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa

source: Name + Reference
es_es: Nombre + Referencia
fr_fr: Nom + Référence
it_it: Nome + Riferimento
pl_pl: Nazwa + Referencja

source: Name only
es_es: Solo nombre
fr_fr: Nom uniquement
it_it: Solo nome
pl_pl: Tylko nazwa

source: Network error:
es_es: Error de red:
fr_fr: Erreur réseau :
it_it: Errore di rete:
pl_pl: Błąd sieci:

source: New Tab (_blank)
es_es: Nueva pestaña (_blank)
fr_fr: Nouvel onglet (_blank)
it_it: Nuova scheda (_blank)
pl_pl: Nowa karta (_blank)

source: Newer configuration detected
es_es: Se detectó una configuración más reciente
fr_fr: Nouvelle configuration détectée
it_it: Rilevata configurazione più recente
pl_pl: Wykryto nowszą konfigurację

source: Next
es_es: Siguiente
it_it: Avanti
pl_pl: Dalej

source: No
fr_fr: Non
pl_pl: Nie

source: No
fr_fr: Non
pl_pl: Nie

source: No attachments found.
es_es: No se encontraron archivos adjuntos.
fr_fr: Aucune pièce jointe trouvée.
it_it: Nessun allegato trovato.
pl_pl: Nie znaleziono załączników.

source: No choices defined
es_es: No hay opciones definidas
fr_fr: Aucun choix défini
it_it: Nessuna scelta definita
pl_pl: Nie zdefiniowano żadnych wyborów

source: No configuration file found. Export to create the file.
es_es: No se encontró el archivo de configuración. Exportar para crear el archivo.
fr_fr: Aucun fichier de configuration trouvé. Exportez pour créer le fichier.
it_it: Nessun file di configurazione trovato. Esporta per creare il file.
pl_pl: Nie znaleziono pliku konfiguracyjnego. Wykonaj eksport, aby utworzyć plik.

source: No CPT types yet. Create your first one!
es_es: No hay CPT aún. ¡Crea el primero!
fr_fr: Aucun CPT pour l'instant. Créez votre premier !
it_it: Ancora nessun tipo di CPT. Crea il tuo primo!
pl_pl: Brak typów CPT. Utwórz swój pierwszy!

source: No custom field groups defined for this entity.
es_es: No hay grupos de campos personalizados definidos para esta entidad.
fr_fr: Aucun groupe de champs personnalisés défini pour cette entité.
it_it: Nessun gruppo di campi personalizzati definito per questa entità.
pl_pl: Nie zdefiniowano grup własnych pól dla tego podmiotu.

source: No custom field groups defined for this product.
es_es: No hay grupos de campos personalizados definidos para este producto.
fr_fr: Aucun groupe de champs personnalisés défini pour ce produit.
it_it: Nessun gruppo di campi personalizzati definito per questo prodotto.
pl_pl: Nie zdefiniowano grup własnych pól dla tego produktu.

source: No field groups yet. Create your first one!
es_es: No hay grupos de campos aún. ¡Crea el primero!
fr_fr: Aucun groupe de champs pour le moment. Créez le premier !
it_it: Ancora nessun gruppo di campi. Crea il tuo primo!
pl_pl: Brak grup pól. Utwórz swoją pierwszą!

source: No field types found
es_es: No se encontraron tipos de campo
fr_fr: Aucun type de champ trouvé
it_it: Nessun tipo di campo trovato
pl_pl: Nie znaleziono typów pól

source: No fields yet
es_es: No hay campos aún
fr_fr: Aucun champ pour le moment
it_it: Ancora nessun campo
pl_pl: Brak pól

source: No files uploaded
es_es: No se subieron archivos
fr_fr: Aucun fichier téléchargé
it_it: Nessun file caricato
pl_pl: Brak przesłanych plików

source: No groups to export.
es_es: No hay grupos para exportar.
fr_fr: Aucun groupe à exporter.
it_it: Nessun gruppo da esportare.
pl_pl: Brak grup do eksportu.

source: No image attachments
es_es: Sin imágenes adjuntas
fr_fr: Aucune image jointe
it_it: Nessun allegato immagine
pl_pl: Brak załączników obrazów

source: No images in gallery. Upload new images below.
es_es: No hay imágenes en la galería. Sube nuevas imágenes a continuación.
fr_fr: Aucune image dans la galerie. Uploadez de nouvelles images ci-dessous.
it_it: Nessuna immagine nella galleria. Carica nuove immagini qui sotto.
pl_pl: Brak obrazów w galerii. Prześlij nowe obrazy poniżej.

source: No items found. Create your first item to get started.
es_es: No se encontraron elementos. Crea el primer elemento para comenzar.
fr_fr: Aucun élément trouvé. Créez votre premier élément pour commencer.
it_it: Nessun elemento trovato. Crea il tuo primo elemento per iniziare.
pl_pl: Nie znaleziono elementów. Utwórz swój pierwszy element, aby zacząć.

source: No options defined yet
es_es: No se han definido opciones aún
fr_fr: Aucune option définie pour le moment
it_it: Ancora nessuna opzione definita
pl_pl: Nie zdefiniowano jeszcze żadnych opcji

source: No results found
es_es: No se encontraron resultados
fr_fr: Aucun résultat trouvé
it_it: Nessun risultato trovato
pl_pl: Brak wyników

source: No subfields defined
es_es: No se han definido subcampos
fr_fr: Aucun sous-champ défini
it_it: Nessun sottocampo definito
pl_pl: Nie zdefiniowano podpól

source: No subfields defined for this repeater.
es_es: No se han definido subcampos para este repetidor.
fr_fr: Aucun sous-champ défini pour ce répéteur.
it_it: Nessun sottocampo definito per questo ripetitore.
pl_pl: Nie zdefiniowano podpól dla tego repeatera.

# noChoices
source: No options defined yet
es_es: No se han definido opciones aún
fr_fr: Aucune option définie pour le moment
it_it: Ancora nessuna opzione definita
pl_pl: Nie zdefiniowano jeszcze żadnych opcji

# noFields
source: No fields yet
es_es: No hay campos aún
fr_fr: Aucun champ pour le moment
it_it: Ancora nessun campo
pl_pl: Brak pól

source: No field types found
es_es: No se encontraron tipos de campo
fr_fr: Aucun type de champ trouvé
it_it: Nessun tipo di campo trovato
pl_pl: Nie znaleziono typów pól

# noGroups
source: No field groups yet. Create your first one!
es_es: No hay grupos de campos aún. ¡Crea el primero!
fr_fr: Aucun groupe de champs pour le moment. Créez le premier !
it_it: Ancora nessun gruppo di campi. Crea il tuo primo!
pl_pl: Brak grup pól. Utwórz swoją pierwszą!

source: None
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
pl_pl: Brak

# noSubfields
source: No subfields yet. Click the button below to add one.
es_es: No hay subcampos aún. Haz clic en el botón de abajo para añadir uno.
fr_fr: Aucun sous-champ pour le moment. Cliquez sur le bouton ci-dessous pour en ajouter un.
it_it: Ancora nessun sottocampo. Clicca il pulsante qui sotto per aggiungerne uno.
pl_pl: Brak podpól. Kliknij poniższy przycisk, aby je dodać.

source: Not found
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
pl_pl: Nie znaleziono

source: Not in theme
es_es: Pas en el tema
fr_fr: Pas dans le thème
it_it: Non presente nel tema
pl_pl: Nieobecne w motywie

source: Notification dismissed
es_es: Notificación descartada
fr_fr: Notification rejetée
it_it: Notifica ignorata
pl_pl: Powiadomienie odrzucone

source: Number field with formatting
es_es: Campo numérico con formato
fr_fr: Champ numérique avec formatage
it_it: Campo numerico con formattazione
pl_pl: Pole liczbowe z formatowaniem

source: Number of decimal places to display
es_es: Número de decimales a mostrar
fr_fr: Nombre de décimales à afficher
it_it: Numero di decimali da visualizzare
pl_pl: Liczba wyświetlanych miejsc dziesiętnych
