Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: Number of text rows for the editor
es_es: Número de filas de texto para el editor
fr_fr: Nombre de lignes de texte pour l'éditeur
it_it: Numero di righe di testo per l'editor
pl_pl: Liczba wierszy tekstu dla edytora

source: Number of visible text lines
es_es: Número de líneas de texto visibles
fr_fr: Nombre de lignes de texte visibles
it_it: Numero di linee di testo visibili
pl_pl: Liczba widocznych linii tekstu

source: Only JSON files are allowed
es_es: Solo se permiten archivos JSON
fr_fr: Seuls les fichiers JSON sont autorisés
it_it: Sono consentiti solo file JSON
pl_pl: Dozwolone są tylko pliki JSON

source: Open URL
es_es: Ouvrir l'URL
fr_fr: Ouvrir l'URL
it_it: Apri URL
pl_pl: Otwórz URL

# operator
source: Condition
es_es: Condición
it_it: Condizione
pl_pl: Warunek

source: optional
es_es: opcional
fr_fr: optionnel
it_it: opzionale
pl_pl: opcjonalnie

source: Optional description to help administrators understand the purpose of this field group.
es_es: Descripción opcional para ayudar a los administradores a entender el propósito de este grupo de campos.
fr_fr: Description optionnelle pour aider les administrateurs à comprendre le but de ce groupe de champs.
it_it: Descrizione opzionale per aiutare gli amministratori a comprendere lo scopo di questo gruppo di campi.
pl_pl: Opcjonalny opis pomagający administratorom zrozumieć przeznaczenie tej grupy pól.

source: Options
es_es: Opciones
it_it: Opzioni
pl_pl: Opcje

source: Options
es_es: Opciones
it_it: Opzioni
pl_pl: Opcje

source: Or export a specific group:
es_es: Ou exportar un groupe spécifique :
fr_fr: Ou exporter un groupe spécifique :
it_it: O esporta un gruppo specifico:
pl_pl: Lub wyeksportuj konkretną grupę:

source: Override context (any entity)
es_es: Anular contexto (cualquier entidad)
fr_fr: Remplacer le contexte (toute entité)
it_it: Sovrascrivi contesto (qualsiasi entità)
pl_pl: Nadpisz kontekst (dowolny podmiot)

source: Override context (other product)
es_es: Anular contexto (otro producto)
it_it: Sovrascrivi contesto (altro prodotto)
pl_pl: Nadpisz kontekst (inny produkt)

source: Override context (specific entity)
es_es: Anular contexto (entidad específica)
it_it: Sovrascrivi contesto (entità specifica)
pl_pl: Nadpisz kontekst (konkretny podmiot)

source: Override context for any entity
es_es: Anular contexto para cualquier entidad
fr_fr: Remplacer le contexte de toute entité
it_it: Sovrascrivi contesto per qualsiasi entità
pl_pl: Nadpisz kontekst dla dowolnego podmiotu

source: Override context for category
es_es: Anular contexto para categoría
fr_fr: Remplacer le contexte de la catégorie
it_it: Sovrascrivi contesto per categoria
pl_pl: Nadpisz kontekst dla kategorii

source: Override context for CMS page
es_es: Anular contexto para página CMS
fr_fr: Remplacer le contexte de la page CMS
it_it: Sovrascrivi contesto per pagina CMS
pl_pl: Nadpisz kontekst dla strony CMS

source: Override context for product
es_es: Anular contexto para producto
fr_fr: Remplacer le contexte du produit
it_it: Sovrascrivi contesto per prodotto
pl_pl: Nadpisz kontekst dla produktu

source: Parameters
it_it: Parametri
pl_pl: Parametry

source: Pattern
es_es: Patrón
fr_fr: Motif
pl_pl: Wzór

source: Pattern
es_es: Patrón
fr_fr: Motif
pl_pl: Wzór

source: Pending upload
es_es: Subida pendiente
fr_fr: En attente de téléchargement
it_it: Caricamento in sospeso
pl_pl: Oczekiwanie na przesłanie

source: PHP File
es_es: Archivo PHP
fr_fr: Fichier PHP
it_it: File PHP
pl_pl: Plik PHP

source: Placeholder
es_es: Marcador de posición
fr_fr: Espace réservé
it_it: Segnaposto
pl_pl: Tekst zastępczy (placeholder)

source: Placeholder Text
es_es: Texto de marcador de posición
fr_fr: Texte d'espace réservé
it_it: Testo segnaposto
pl_pl: Tekst zastępczy

# placementTab
source: Tab
es_es: Pestaña
fr_fr: Onglet
it_it: Scheda
pl_pl: Karta

source: Please select a content type above before choosing a display hook.
es_es: Por favor, selecciona un tipo de contenido arriba antes de elegir un hook de visualización.
fr_fr: Veuillez sélectionner un type de contenu ci-dessus avant de choisir un hook d'affichage.
it_it: Seleziona un tipo di contenuto qui sopra prima di scegliere un hook di visualizzazione.
pl_pl: Proszę wybrać typ treści powyżej przed wyborem punktu zaczepienia (hook) wyświetlania.

source: Post Types
es_es: Tipos de publicación
fr_fr: Types de publication
it_it: Tipi di post
pl_pl: Typy postów

source: Poster
es_es: Póster
fr_fr: Affiche
pl_pl: Plakat (poster)

source: Poster image
es_es: Imagen de póster
fr_fr: Image d'affiche
it_it: Immagine poster
pl_pl: Obraz plakatu

source: Poster URL
es_es: URL del póster
fr_fr: URL de l'affiche
it_it: URL del poster
pl_pl: URL plakatu

source: Prefix
es_es: Prefijo
fr_fr: Préfixe
it_it: Prefisso
pl_pl: Prefiks

source: Prepend
es_es: Prefijo (prepend)
fr_fr: Préfixe
it_it: Prefisso
pl_pl: Prefiks

source: Presentation
es_es: Presentación
fr_fr: Présentation
it_it: Presentazione
pl_pl: Prezentacja

source: Presentation
es_es: Presentación
fr_fr: Présentation
it_it: Presentazione
pl_pl: Prezentacja

source: PrestaShop Attachment - Choose from product attachments
es_es: Adjunto de PrestaShop - Elegir de los adjuntos del producto
fr_fr: Pièce jointe PrestaShop - Choisir parmi les pièces jointes du produit
it_it: Allegato PrestaShop - Scegli dagli allegati del prodotto
pl_pl: Załącznik PrestaShop - Wybierz z załączników produktu

source: Primary video
es_es: Video principal
fr_fr: Vidéo principale
it_it: Video principale
pl_pl: Główne wideo

source: Product
es_es: Producto
fr_fr: Produit
it_it: Prodotto
pl_pl: Produkt

source: Product Action Buttons
es_es: Botones de acción del producto
fr_fr: Boutons d'action produit
it_it: Pulsanti d'azione del prodotto
pl_pl: Przyciski akcji produktu

source: Product Actions Area
es_es: Área de acciones del producto
fr_fr: Zone d'actions produit
it_it: Area azioni prodotto
pl_pl: Obszar akcji produktu

source: Upload field type
pl_pl: Typ pola przesyłania

source: Product Extra Content (Tabs)
es_es: Contenido extra del producto (Pestañas)
fr_fr: Contenu supplémentaire produit (Onglets)
it_it: Contenuto extra prodotto (Schede)
pl_pl: Dodatkowa treść produktu (Karty)

source: Product Footer
es_es: Pie de página del producto
fr_fr: Pied de page produit
it_it: Piè di pagina prodotto
pl_pl: Stopka produktu

source: Product List Functional Buttons
es_es: Botones funcionales de la lista de productos
fr_fr: Boutons fonctionnels liste produits
it_it: Pulsanti funzionali elenco prodotti
pl_pl: Przyciski funkcyjne listy produktów

source: Product List Reviews
es_es: Opiniones de la lista de productos
fr_fr: Avis liste produits
it_it: Recensioni elenco prodotti
pl_pl: Opinie listy produktów

source: Product Price Block
es_es: Bloque de precio del producto
fr_fr: Bloc prix produit
it_it: Blocco prezzo prodotto
pl_pl: Blok ceny produktu

source: Products
es_es: Productos
it_it: Prodotti
pl_pl: Produkty

source: Products: Add custom fields to product pages
es_es: Productos: Añadir campos personalizados a las páginas de productos
fr_fr: Produits : Ajouter des champs personnalisés aux pages produit
it_it: Prodotti: Aggiungi campi personalizzati alle pagine prodotto
pl_pl: Produkty: Dodaj własne pola do stron produktów

source: Propulsé par Module Starter
es_es: Impulsado por Module Starter
it_it: Offerto da Module Starter
pl_pl: Napędzane przez Module Starter

source: Pull all groups from theme? This may overwrite existing data.
es_es: ¿Traer todos los grupos del tema? Esto puede sobrescribir los datos existentes.
fr_fr: Tirer tous les groupes depuis le thème ? Cela peut écraser les données existantes.
it_it: Scaricare tutti i gruppi dal tema? Questo potrebbe sovrascrivere i dati esistenti.
pl_pl: Pobrać wszystkie grupy z motywu? Może to nadpisać istniejące dane.

source: Pull from Theme
es_es: Traer del tema
fr_fr: Tirer depuis le thème
it_it: Scarica dal tema
pl_pl: Pobierz z motywu

source: Pull from Theme
es_es: Traer del tema
fr_fr: Tirer depuis le thème
it_it: Scarica dal tema
pl_pl: Pobierz z motywu

source: Push all groups to theme?
es_es: ¿Enviar todos los grupos al tema?
fr_fr: Pousser tous les groupes vers le thème ?
it_it: Inviare tutti i gruppi al tema?
pl_pl: Wysłać wszystkie grupy do motywu?

source: Push to Theme
es_es: Enviar al tema
fr_fr: Pousser vers le thème
it_it: Invia al tema
pl_pl: Wyślij do motywu

source: Push to Theme
es_es: Enviar al tema
fr_fr: Pousser vers le thème
it_it: Invia al tema
pl_pl: Wyślij do motywu

source: Quick Links
es_es: Enlaces rápidos
fr_fr: Liens rapides
it_it: Link rapidi
pl_pl: Szybkie linki

# radioHelp
source: User can select only one option.
es_es: El usuario solo puede seleccionar una opción.
fr_fr: L'utilisateur peut sélectionner une seule option.
it_it: L'utente può selezionare una sola opzione.
pl_pl: Użytkownik może wybrać tylko jedną opcję.

source: Reassurance Block
es_es: Bloque de confianza
fr_fr: Bloc de réassurance
it_it: Blocco rassicurazione
pl_pl: Blok bezpieczeństwa (reassurance)

source: Recently Used
es_es: Usados recientemente
fr_fr: Récemment utilisés
it_it: Usati recentemente
pl_pl: Ostatnio używane

source: Recently Used
es_es: Usados recientemente
fr_fr: Récemment utilisés
it_it: Usati recentemente
pl_pl: Ostatnio używane

source: Registered Field Types
es_es: Tipos de campo registrados
fr_fr: Types de champs enregistrés
it_it: Tipi di campo registrati
pl_pl: Zarejestrowane typy pól

source: Relation field (%type%)
es_es: Campo de relación (%type%)
fr_fr: Champ relation (%type%)
it_it: Campo relazione (%type%)
pl_pl: Pole relacji (%type%)

source: Relation field (enriched data)
es_es: Campo de relación (datos enriquecidos)
fr_fr: Champ relation (données enrichies)
it_it: Campo relazione (dati arricchiti)
pl_pl: Pole relacji (wzbogacone dane)

source: Relation field (IDs only)
es_es: Campo de relación (solo IDs)
fr_fr: Champ relation (IDs uniquement)
it_it: Campo relazione (solo ID)
pl_pl: Pole relacji (tylko ID)

source: Remove
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pl_pl: Usuń

source: Remove row
es_es: Eliminar fila
fr_fr: Supprimer la ligne
it_it: Rimuovi riga
pl_pl: Usuń wiersz

source: Remove this rule
es_es: Eliminar esta regla
fr_fr: Supprimer cette règle
it_it: Rimuovi questa regola
pl_pl: Usuń tę regułę

source: Render all fields from a group
es_es: Renderizar todos los campos de un grupo
it_it: Renderizza tutti i campi da un gruppo
pl_pl: Wygeneruj wszystkie pola z grupy

source: Render all fields from a group by ID
es_es: Renderizar todos los campos de un grupo por ID
fr_fr: Rendre tous les champs d'un groupe par ID
it_it: Renderizza tutti i campi da un gruppo per ID
pl_pl: Wygeneruj wszystkie pola z grupy o określonym ID

source: Render boolean field with icons/symbols
es_es: Renderizar campo booleano con iconos/símbolos
fr_fr: Rendre le champ booléen avec icônes/symboles
it_it: Renderizza campo booleano con icone/simboli
pl_pl: Wygeneruj pole logiczne (boolean) z ikonami/symbolami

source: Render complete group
es_es: Renderizar grupo completo
fr_fr: Rendre le groupe complet
it_it: Renderizza gruppo completo
pl_pl: Wygeneruj całą grupę

source: Render field as HTML
es_es: Renderizar campo como HTML
fr_fr: Rendre le champ en HTML
it_it: Renderizza campo come HTML
pl_pl: Wygeneruj pole jako HTML

source: Render field as HTML with default
es_es: Renderizar campo como HTML con valor por defecto
fr_fr: Rendre le champ en HTML avec valeur par défaut
it_it: Renderizza campo come HTML con valore predefinito
pl_pl: Wygeneruj pole jako HTML z wartością domyślną

source: Render field from a specific CMS page
es_es: Renderizar campo de una página CMS específica
fr_fr: Rendre le champ d'une page CMS spécifique
it_it: Renderizza campo da una specifica pagina CMS
pl_pl: Wygeneruj pole z konkretnej strony CMS

source: Render field with appropriate HTML formatting
es_es: Renderizar campo con el formato HTML adecuado
it_it: Renderizza campo con formattazione HTML appropriata
pl_pl: Wygeneruj pole z odpowiednim formatowaniem HTML

source: Render field with HTML or show default if empty
es_es: Renderizar campo con HTML o mostrar valor por defecto si está vacío
fr_fr: Rendre le champ avec HTML ou afficher la valeur par défaut si vide
it_it: Renderizza campo con HTML o mostra predefinito se vuoto
pl_pl: Wygeneruj pole z HTML lub pokaż wartość domyślną, jeśli puste

source: Render group by slug
es_es: Renderizar grupo por slug
fr_fr: Rendre le groupe par slug
it_it: Renderizza gruppo per slug
pl_pl: Wygeneruj grupę po uproszczonej nazwie (slug)

source: Render repeater from another product
es_es: Renderizar repetidor de otro producto
fr_fr: Rendre le répéteur d'un autre produit
it_it: Renderizza ripetitore da un altro prodotto
pl_pl: Wygeneruj repeater z innego produktu

source: Render rich text/WYSIWYG content (use render, not field)
es_es: Renderizar contenido de texto enriquecido/WYSIWYG (usar render, no field)
it_it: Renderizza contenuto rich text/WYSIWYG (usa render, non field)
pl_pl: Wygeneruj treść tekstową/WYSIWYG (użyj render, nie field)

source: Render rich text/WYSIWYG content with HTML (use render, not field)
es_es: Renderizar contenido de texto enriquecido/WYSIWYG con HTML (usar render, no field)
fr_fr: Rendre le contenu texte riche/WYSIWYG avec HTML (utiliser render, pas field)
it_it: Renderizza contenuto rich text/WYSIWYG con HTML (usa render, non field)
pl_pl: Wygeneruj treść tekstową/WYSIWYG z HTML (użyj render, nie field)

source: Renders field with appropriate HTML
es_es: Renderiza el campo con el HTML adecuado
it_it: Renderizza campo con HTML appropriato
pl_pl: Generuje pole z odpowiednim kodem HTML

source: Renders field with appropriate HTML (images, videos, etc.)
es_es: Renderiza el campo con el HTML adecuado (imágenes, videos, etc.)
it_it: Renderizza campo con HTML appropriato (immagini, video, ecc.)
pl_pl: Generuje pole z odpowiednim kodem HTML (obrazy, wideo itp.)

source: Repeater Field
es_es: Campo repetidor
fr_fr: Champ répéteur
it_it: Campo ripetitore
pl_pl: Pole repeatera

source: Repeater Methods
es_es: Métodos de repetidor
fr_fr: Méthodes de répéteur
it_it: Metodi ripetitore
pl_pl: Metody repeatera

source: Repeater with conditional
es_es: Repetidor con condicional
fr_fr: Répéteur avec conditionnel
it_it: Ripetitore con condizionale
pl_pl: Repeater z warunkiem

source: Repeater with conditional logic inside the loop
es_es: Repetidor con lógica condicional dentro del bucle
fr_fr: Répéteur avec logique conditionnelle à l'intérieur de la boucle
it_it: Ripetitore con logica condizionale all'interno del ciclo
pl_pl: Repeater z logiką warunkową wewnątrz pętli

source: Replace all
es_es: Reemplazar todo
fr_fr: Remplacer tout
it_it: Sostituisci tutto
pl_pl: Zastąp wszystko

source: Replace existing file
es_es: Reemplazar archivo existente
fr_fr: Remplacer le fichier existant
it_it: Sostituisci file esistente
pl_pl: Zastąp istniejący plik

source: Replace video
es_es: Reemplazar video
fr_fr: Remplacer la vidéo
it_it: Sostituisci video
pl_pl: Zastąp wideo

source: Required
es_es: Obligatorio
fr_fr: Requis
it_it: Richiesto
pl_pl: Wymagane

source: Returns
es_es: Devuelve
fr_fr: Retourne
it_it: Restituisce
pl_pl: Zwraca

source: Returns field value or default if empty
es_es: Devuelve el valor del campo o el valor por defecto si está vacío
fr_fr: Retourne la valeur du champ ou la valeur par défaut si vide
it_it: Restituisce il valore del campo o il valore predefinito se vuoto
pl_pl: Zwraca wartość pola lub domyślną, jeśli puste

source: Returns raw value - use only for trusted content
es_es: Devuelve el valor bruto - usar solo para contenido de confianza
it_it: Restituisce il valore grezzo - usare solo per contenuti affidabili
pl_pl: Zwraca surową wartość - używaj tylko dla zaufanej treści

source: Returns the field value with XSS protection
es_es: Devuelve el valor del campo con protección XSS
it_it: Restituisce il valore del campo con protezione XSS
pl_pl: Zwraca wartość pola z ochroną XSS

source: Returns translated label instead of raw value
es_es: Devuelve la etiqueta traducida en lugar del valor bruto
fr_fr: Retourne le libellé traduit au lieu de la valeur brute
it_it: Restituisce l'etichetta tradotta invece del valore grezzo
pl_pl: Zwraca przetłumaczoną etykietę zamiast surowej wartości

source: Rich text field (HTML)
es_es: Campo de texto enriquecido (HTML)
fr_fr: Champ de texte riche (HTML)
it_it: Campo rich text (HTML)
pl_pl: Pole tekstu sformatowanego (HTML)

source: Rich text, images, videos, galleries
es_es: Texto enriquecido, imágenes, videos, galerías
fr_fr: Texte riche, images, vidéos, galeries
it_it: Rich text, immagini, video, gallerie
pl_pl: Tekst sformatowany, obrazy, wideo, galerie

source: Row Title Template
es_es: Plantilla de título de fila
fr_fr: Modèle de titre de ligne
it_it: Template titolo riga
pl_pl: Szablon tytułu wiersza

source: Rows
es_es: Filas
fr_fr: Lignes
it_it: Righe
pl_pl: Wiersze

source: Same Tab (_self)
es_es: Misma pestaña (_self)
fr_fr: Même onglet (_self)
it_it: Stessa scheda (_self)
pl_pl: Ta sama karta (_self)

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pl_pl: Zapisz

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pl_pl: Zapisz

source: Save Custom Fields
es_es: Guardar campos personalizados
fr_fr: Enregistrer les champs personnalisés
it_it: Salva campi personalizzati
pl_pl: Zapisz własne pola

# saveError
source: Failed to save location rule. Please try again.
es_es: Error al guardar la regla de ubicación. Por favor, inténtalo de nuevo.
fr_fr: Échec de la sauvegarde de la règle d'emplacement. Veuillez réessayer.
it_it: Impossibile salvare la regola di posizione. Riprova.
pl_pl: Nie udało się zapisać reguły lokalizacji. Spróbuj ponownie.

source: Saving...
es_es: Guardando...
fr_fr: Sauvegarde...
it_it: Salvataggio in corso...
pl_pl: Zapisywanie...

source: Saving changes...
es_es: Guardando cambios...
fr_fr: Enregistrement des modifications...
it_it: Salvataggio modifiche...
pl_pl: Zapisywanie zmian...

source: Saving...
es_es: Guardando...
fr_fr: Enregistrement...
it_it: Salvataggio in corso...
pl_pl: Zapisywanie...

source: Search categories...
es_es: Buscar categorías...
fr_fr: Rechercher des catégories...
it_it: Cerca categorie...
pl_pl: Szukaj kategorii...

source: Search Category
es_es: Buscar categoría
fr_fr: Rechercher une catégorie
it_it: Cerca categoria
pl_pl: Szukaj kategorii

source: Search field types...
es_es: Buscar tipos de campo...
fr_fr: Rechercher des types de champs...
it_it: Cerca tipi di campo...
pl_pl: Szukaj typów pól...

source: Search Product
es_es: Buscar producto
fr_fr: Rechercher un produit
it_it: Cerca prodotto
pl_pl: Szukaj produktu

source: Search products...
es_es: Buscar productos...
fr_fr: Rechercher des produits...
it_it: Cerca prodotti...
pl_pl: Szukaj produktów...

source: Search field types...
es_es: Buscar tipos de campo...
fr_fr: Rechercher des types de champs...
it_it: Cerca tipi di campo...
pl_pl: Szukaj typów pól...

source: Security Note: HTML content is automatically sanitized when saved to prevent XSS attacks.
es_es: Nota de seguridad: el contenido HTML se sanea automáticamente al guardar para prevenir ataques XSS.
fr_fr: Remarque de sécurité : le contenu HTML est automatiquement nettoyé lors de la sauvegarde pour prévenir les attaques XSS.
it_it: Nota di sicurezza: il contenuto HTML viene automaticamente sanitizzato al momento del salvataggio per prevenire attacchi XSS.
pl_pl: Uwaga dotycząca bezpieczeństwa: Treść HTML jest automatycznie oczyszczana podczas zapisywania, aby zapobiec atakom XSS.

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Scegli
pl_pl: Wybierz

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Scegli
pl_pl: Wybierz

source: Select a field to edit
es_es: Selecciona un campo para editar
fr_fr: Sélectionner un champ à modifier
it_it: Seleziona un campo da modificare
pl_pl: Wybierz pole do edycji

source: Select a field type
es_es: Selecciona un tipo de campo
fr_fr: Sélectionner un type de champ
it_it: Seleziona un tipo di campo
pl_pl: Wybierz typ pola

source: Select an attachment
es_es: Selecciona un adjunto
fr_fr: Sélectionner une pièce jointe
it_it: Seleziona un allegato
pl_pl: Wybierz załącznik

source: Select attachment
es_es: Seleccionar adjunto
fr_fr: Sélectionner une pièce jointe
it_it: Seleziona allegato
pl_pl: Wybierz załącznik

source: Select content types where your fields should appear
es_es: Selecciona los tipos de contenido donde deben aparecer tus campos
fr_fr: Sélectionnez les types de contenu où vos champs doivent apparaître
it_it: Seleziona i tipi di contenuto in cui dovrebbero apparire i tuoi campi
pl_pl: Wybierz typy treści, w których mają pojawiać się Twoje pola

source: Select files to upload. Drag to reorder.
es_es: Selecciona archivos para subir. Arrastra para reordenar.
fr_fr: Sélectionnez les fichiers à télécharger. Glissez pour réorganiser.
it_it: Seleziona i file da caricare. Trascina per riordinare.
pl_pl: Wybierz pliki do przesłania. Przeciągnij, aby zmienić kolejność.

source: Select multiple images. Drag to reorder.
es_es: Selecciona múltiples imágenes. Arrastra para reordenar.
fr_fr: Sélectionnez plusieurs images. Glissez pour réorganiser.
it_it: Seleziona più immagini. Trascina per riordinare.
pl_pl: Wybierz wiele obrazów. Przeciągnij, aby zmienić kolejność.

source: Select the default option
es_es: Seleccionar la opción por defecto
fr_fr: Sélectionner l'option par défaut
it_it: Seleziona l'opzione predefinita
pl_pl: Wybierz opcję domyślną

source: Select/Radio field (raw value)
es_es: Campo Select/Radio (valor bruto)
fr_fr: Champ Select/Radio (valeur brute)
it_it: Campo Select/Radio (valore grezzo)
pl_pl: Pole Select/Radio (surowa wartość)

source: Select/Radio field (translated label)
es_es: Campo Select/Radio (etiqueta traducida)
fr_fr: Champ Select/Radio (libellé traduit)
it_it: Campo Select/Radio (etichetta tradotta)
pl_pl: Pole Select/Radio (przetłumaczona etykieta)

source: Select All
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
pl_pl: Wybierz wszystko

# selectDefaultHelp
source: Select the default option
es_es: Seleccionar la opción por defecto
fr_fr: Sélectionner l'option par défaut
it_it: Seleziona l'opzione predefinita
pl_pl: Wybierz opcję domyślną

source: Selected: %count%
es_es: Seleccionado: %count%
fr_fr: Sélectionné(s) : %count%
it_it: Selezionati: %count%
pl_pl: Wybrano: %count%

# selectEntityType
source: Choose content type...
es_es: Elige tipo de contenido...
fr_fr: Choisir le type de contenu...
it_it: Scegli il tipo di contenuto...
pl_pl: Wybierz typ treści...

# selectField
source: Select a field
es_es: Seleccionar un campo
fr_fr: Sélectionner un champ
it_it: Seleziona un campo
pl_pl: Wybierz pole

source: Select group
es_es: Seleccionar grupo
fr_fr: Sélectionner le groupe
it_it: Seleziona gruppo
pl_pl: Wybierz grupę

source: Sending to server...
es_es: Enviando al servidor...
fr_fr: Envoi vers le serveur...
it_it: Invio al server in corso...
pl_pl: Wysyłanie do serwera...

source: Shortcode Functions
es_es: Funciones de shortcode
fr_fr: Fonctions Shortcode
it_it: Funzioni Shortcode
pl_pl: Funkcje shortcodów

source: Shortcodes
it_it: Shortcode
pl_pl: Shortcody

source: Show as radio buttons (single) or checkboxes (allowMultiple)
es_es: Mostrar como botones de opción (único) o casillas de verificación (múltiple)
fr_fr: Afficher comme boutons radio (unique) ou cases à cocher (multiple)
it_it: Mostra come pulsanti radio (singoli) o caselle di controllo (allowMultiple)
pl_pl: Pokaż jako przyciski radio (pojedynczy) lub pola wyboru (wielokrotny)
