Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: When enabled, the configuration will be automatically exported to /modules/wepresta_acf/sync/acf-config.json after each modification (create, update, or delete) of a group or field. This file can be versioned in Git to synchronize configurations between staging and production environments. The export runs in the background and does not slow down your operations.
es_es: Cuando está habilitado, la configuración se exportará automáticamente a /modules/wepresta_acf/sync/acf-config.json después de cada modificación (creación, actualización o eliminación) de un grupo o campo. Este archivo puede ser versionado en Git para actualizar las configuraciones entre los entornos de staging y producción. La exportación se ejecuta en segundo plano y no ralentiza tus operaciones.
fr_fr: Lorsqu'activé, la configuration sera automatiquement exportée vers /modules/wepresta_acf/sync/acf-config.json après chaque modification (création, mise à jour ou suppression) d'un groupe ou champ. Ce fichier peut être versionné dans Git pour synchroniser les configurations entre les environnements de développement et de production. L'export s'exécute en arrière-plan et ne ralentit pas vos opérations.
it_it: Se abilitata, la configurazione verrà esportata automaticamente in /modules/wepresta_acf/sync/acf-config.json dopo ogni modifica (creazione, aggiornamento o eliminazione) di un gruppo o di un campo. Questo file può essere versionato in Git per sincronizzare le configurazioni tra gli ambienti di staging e di produzione. L'esportazione avviene in background e non rallenta le operazioni.
pl_pl: Po włączeniu konfiguracja będzie automatycznie eksportowana do /modules/wepresta_acf/sync/acf-config.json po każdej modyfikacji (utworzeniu, aktualizacji lub usunięciu) grupy lub pola. Plik ten może być wersjonowany w Git w celu synchronizacji konfiguracji między środowiskami testowymi a produkcyjnymi. Eksport odbywa się w tle i nie spowalnia operacji.

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
pl_pl: Tak

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
pl_pl: Tak

source: Your custom fields will appear on these content types:
es_es: Tus campos personalizados aparecerán en estos tipos de contenido:
fr_fr: Vos champs personnalisés apparaîtront sur ces types de contenu :
it_it: I tuoi campi personalizzati appariranno su questi tipi di contenuto:
pl_pl: Twoje własne pola pojawią się w następujących typach treści:

source: Your items will appear here
es_es: Tus elementos aparecerán aquí
fr_fr: Vos éléments apparaîtront ici
it_it: I tuoi elementi appariranno qui
pl_pl: Twoje elementy pojawią się tutaj

source: YouTube - YouTube video URLs
es_es: YouTube - URLs de videos de YouTube
fr_fr: YouTube - URLs des vidéos YouTube
it_it: YouTube - URL video YouTube
pl_pl: YouTube - Adresy URL wideo z YouTube

source: YouTube, Vimeo, or direct video URL
es_es: YouTube, Vimeo o URL directa de video
fr_fr: URL YouTube, Vimeo ou URL directe de vidéo
it_it: URL YouTube, Vimeo o URL video diretto
pl_pl: URL z YouTube, Vimeo lub bezpośredni adres URL wideo

source: ⚠️ Entity type required: Define at least one entity type in Location tab to access Fields
es_es: ⚠️ Tipo de entidad requerido: Define al menos un tipo de entidad en la pestaña Ubicación para acceder a los Campos
fr_fr: ⚠️ Type d'entité requis : Définissez au moins un type d'entité dans l'onglet Emplacement pour accéder aux Champs
it_it: ⚠️ Tipo di entità richiesto: Definisci almeno un tipo di entità nella scheda Posizione per accedere ai Campi
pl_pl: ⚠️ Wymagany typ podmiotu: Zdefiniuj przynajmniej jeden typ podmiotu w zakładce Lokalizacja, aby uzyskać dostęp do Pól

source: ⚠️ Save required: Click the Save button above to unlock Fields and Location tabs
es_es: ⚠️ Guardar requerido: Haz clic en el botón Guardar de arriba para desbloquear las pestañas de Campos y Ubicación
fr_fr: ⚠️ Sauvegarde requise : Cliquez sur le bouton Enregistrer ci-dessus pour déverrouiller les onglets Champs et Emplacement
it_it: ⚠️ Salvataggio richiesto: Fai clic sul pulsante Salva in alto per sbloccare le schede Campi e Posizione
pl_pl: ⚠️ Wymagany zapis: Kliknij przycisk Zapisz powyżej, aby odblokować zakładki Pola i Lokalizacja

source: 🎯 Context Override Methods
es_es: 🎯 Métodos de anulación de contexto
fr_fr: 🎯 Méthodes de remplacement de contexte
it_it: 🎯 Metodi di sovrascrittura del contesto
pl_pl: 🎯 Metody nadpisywania kontekstu

source: 🏷️ Shortcode Functions
es_es: 🏷️ Funciones de shortcode
fr_fr: 🏷️ Fonctions Shortcode
it_it: 🏷️ Funzioni Shortcode
pl_pl: 🏷️ Funkcje Shortcode

source: 📁 Group Methods
es_es: 📁 Métodos de grupo
fr_fr: 📁 Méthodes de groupe
it_it: 📁 Metodi di gruppo
pl_pl: 📁 Metody grupy

source: 📝 Field Methods
es_es: 📝 Métodos de campo
fr_fr: 📝 Méthodes de champs
it_it: 📝 Metodi di campo
pl_pl: 📝 Metody pól

source: 🔄 Repeater Methods
es_es: 🔄 Métodos de repetidor
fr_fr: 🔄 Méthodes de répéteur
it_it: 🔄 Metodi ripetitore
pl_pl: 🔄 Metody repeatera

source: 🔧 Twig Functions
es_es: 🔧 Funciones de Twig
fr_fr: 🔧 Fonctions Twig
it_it: 🔧 Funzioni Twig
pl_pl: 🔧 Funkcje Twig

source: Custom Post Types
es_es: Tipos de publicación personalizados
fr_fr: Types de publication personnalisés
it_it: Tipi di post personalizzati (CPT)
pl_pl: Własne typy postów (CPT)

source: New CPT Type
es_es: Nuevo tipo de CPT
fr_fr: Nouveau type de publication
it_it: Nuovo tipo di CPT
pl_pl: Nowy typ CPT

source: URL Prefix
es_es: Prefijo de URL
fr_fr: Préfixe URL
it_it: Prefisso URL
pl_pl: Prefiks URL

source: Archive
es_es: Archivo
it_it: Archivio
pl_pl: Archiwum

source: Enabled
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
pl_pl: Włączony

source: Disabled
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disabilitato
pl_pl: Wyłączony

source: Inactive
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
pl_pl: Nieaktywny

source: Manage Posts
es_es: Gestionar publicaciones
fr_fr: Gérer les publications
it_it: Gestisci post
pl_pl: Zarządzaj postami

source: View on Front
es_es: Ver en el Front
fr_fr: Voir en front
it_it: Visualizza sul front-end
pl_pl: Zobacz na froncie

source: Delete {name}? This will delete all posts.
es_es: ¿Eliminar {name}? Esto eliminará todas las publicaciones.
fr_fr: Supprimer {name} ? Cela supprimera toutes les publications.
it_it: Eliminare {name}? Questo eliminerà tutti i post.
pl_pl: Usunąć {name}? To usunie wszystkie posty.

source: Posts
es_es: Publicaciones
fr_fr: Publications
it_it: Post
pl_pl: Posty

source: Add New
es_es: Añadir nuevo
fr_fr: Ajouter
it_it: Aggiungi nuovo
pl_pl: Dodaj nowy

source: No posts found for this type.
es_es: No se han encontrado publicaciones para este tipo.
fr_fr: Aucune publication trouvée pour ce type.
it_it: Nessun post trovato per questo tipo.
pl_pl: Nie znaleziono postów dla tego typu.

source: Published
es_es: Publicado
fr_fr: Publié
it_it: Pubblicato
pl_pl: Opublikowany

source: Draft
es_es: Borrador
fr_fr: Brouillon
it_it: Bozza
pl_pl: Szkic

# Delete post &quot;{title}&quot;? This cannot be undone.
source: Delete post "{title}"? This cannot be undone.
es_es: ¿Eliminar la publicación "{title}"? Esto no se puede deshacer.
fr_fr: Supprimer la publication « {title} » ? Cette action est irréversible.
it_it: Eliminare il post "{title}"? Questa azione non può essere annullata.
pl_pl: Usunąć post "{title}"? Tego działania nie można cofnąć.

source: Edit CPT Type
es_es: Editar tipo de CPT
it_it: Modifica tipo di CPT
pl_pl: Edytuj typ CPT

source: Lowercase letters, numbers, hyphens and underscores only
es_es: Solo letras minúsculas, números, guiones y guiones bajos
it_it: Solo lettere minuscole, numeri, trattini e trattini bassi
pl_pl: Tylko małe litery, cyfry, dywizy i podkreślniki

source: Slug cannot be modified after creation.
es_es: El slug no se puede modificar después de la creación.
it_it: Lo slug non può essere modificato dopo la creazione.
pl_pl: Po utworzeniu slug nie może być modyfikowany.

source: Material icon name (e.g., article, event, folder)
es_es: Nombre del icono Material (ej: article, event, folder)
it_it: Nome icona Material (es. article, event, folder)
pl_pl: Nazwa ikony Material (np. article, event, folder)

source: URL Settings
es_es: Ajustes de URL
it_it: Impostazioni URL
pl_pl: Ustawienia URL

source: Posts will be accessible at: /{prefix}/post-slug
es_es: Las publicaciones serán accesibles en: /{prefix}/post-slug
it_it: I post saranno accessibili su: /{prefix}/post-slug
pl_pl: Posty będą dostępne pod adresem: /{prefix}/post-slug

source: Enable Archive Page
es_es: Habilitar página de archivo
it_it: Abilita pagina archivio
pl_pl: Włącz stronę archiwum

source: Archive Slug (optional)
es_es: Slug de archivo (opcional)
it_it: Slug archivio (opzionale)
pl_pl: Slug archiwum (opcjonalnie)

source: SEO Settings
es_es: Ajustes de SEO
it_it: Impostazioni SEO
pl_pl: Ustawienia SEO

source: Title Pattern
es_es: Patrón de título
it_it: Pattern titolo
pl_pl: Wzór tytułu

source: Description Pattern
es_es: Patrón de descripción
it_it: Pattern descrizione
pl_pl: Wzór opisu

source: Select which taxonomies to use with this post type
es_es: Selecciona qué taxonomías usar con este tipo de publicación
it_it: Seleziona quali tassonomie usare con questo tipo di post
pl_pl: Wybierz taksonomie, które mają być używane z tym typem postu

source: No taxonomies available. Create taxonomies first.
es_es: No hay taxonomías disponibles. Crea taxonomías primero.
it_it: Nessuna tassonomia disponibile. Crea prima le tassonomie.
pl_pl: Brak dostępnych taksonomii. Najpierw utwórz taksonomie.

source: Enter title here
es_es: Introduce el título aquí
it_it: Inserisci il titolo qui
pl_pl: Wpisz tutaj tytuł

source: Permalink
es_es: Enlace permanente
pl_pl: Bezpośredni odnośnik (permalink)

source: Custom Fields
es_es: Campos personalizados
it_it: Campi personalizzati
pl_pl: Własne pola (Custom Fields)

source: SEO Metadata
es_es: Metadatos de SEO
it_it: Metadati SEO
pl_pl: Metadane SEO

source: SEO Title
es_es: Título de SEO
it_it: Titolo SEO
pl_pl: Tytuł SEO

source: SEO Description
es_es: Descripción de SEO
it_it: Descrizione SEO
pl_pl: Opis SEO

source: Publish
es_es: Publicar
it_it: Pubblica
pl_pl: Opublikuj

source: No terms found.
es_es: No se han encontrado términos.
it_it: Nessun termine trovato.
pl_pl: Nie znaleziono żadnych terminów.

source: Search {name}...
es_es: Buscar {name}...
it_it: Cerca {name}...
pl_pl: Szukaj {name}...

source: New Taxonomy
es_es: Nueva taxonomía
it_it: Nuova tassonomia
pl_pl: Nowa taksonomia

source: No taxonomies yet. Create your first one!
es_es: Aún no hay taxonomías. ¡Crea la primera!
it_it: Ancora nessuna tassonomia. Crea la tua prima!
pl_pl: Brak taksonomii. Utwórz swoją pierwszą!

source: Manage Terms
es_es: Gestionar términos
it_it: Gestisci termini
pl_pl: Zarządzaj terminami

source: Terms
es_es: Términos
it_it: Termini
pl_pl: Terminy

source: Edit Taxonomy
es_es: Editar taxonomía
it_it: Modifica tassonomia
pl_pl: Edytuj taksonomię

# Delete taxonomy &quot;{name}&quot;?
source: Delete taxonomy "{name}"?
es_es: ¿Eliminar la taxonomía "{name}"?
it_it: Eliminare la tassonomia "{name}"?
pl_pl: Usunąć taksonomię "{name}"?

source: Terms for:
es_es: Términos para:
it_it: Termini per:
pl_pl: Terminy dla:

source: New Term
es_es: Nuevo término
it_it: Nuovo termine
pl_pl: Nowy termin

source: No terms found for this taxonomy.
es_es: No se han encontrado términos para esta taxonomía.
it_it: Nessun termine trovato per questa tassonomia.
pl_pl: Nie znaleziono terminów dla tej taksonomii.

source: Edit Term
es_es: Editar término
it_it: Modifica termine
pl_pl: Edytuj termin

# Delete term &quot;{name}&quot;?
source: Delete term "{name}"?
es_es: ¿Eliminar el término "{name}"?
it_it: Eliminare il termine "{name}"?
pl_pl: Usunąć termin "{name}"?

source: Database is newer - Export available
es_es: La base de datos es más reciente - Exportación disponible
fr_fr: La base de données est plus récente - Export disponible
it_it: Il database è più recente - Esportazione disponibile

# Date must be between %min% and %max%
source: Date must be between %min% y %max%
es_es: La fecha debe estar entre %min% y %max%

source: Exporting...
es_es: Exportando...

source: https://example.com/path/to/file.pdf
es_es: https://ejemplo.com/ruta/al/archivo.pdf
fr_fr: https://exemple.com/chemin/vers/fichier.pdf
it_it: https://esempio.com/percorso/del/file.pdf

source: Import from URL - Download image from URL and store locally
es_es: Importar desde URL - Descargar imagen desde URL y guardar localmente
fr_fr: Importer depuis URL - Télécharger l'image depuis URL et stocker localement
it_it: Importa da URL - Scarica immagine da URL e memorizzala localmente

source: Min: %count%
es_es: Mín: %count%

source: Product Additional Content
es_es: Contenido adicional del producto

source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:

# Use &amp;quot;Exclude&amp;quot; to hide fields from specific content types
source: Use "Exclude" to hide fields from specific content types
es_es: Usa "Excluir" para ocultar campos de tipos de contenido específicos
fr_fr: Utilisez "Exclure" pour masquer les champs de types de contenu spécifiques
it_it: Usa "Escludi" per nascondere i campi da tipi di contenuto specifici

source: Customization
it_it: Personalizzazione

source: Product Additional Info
fr_fr: Informations supplémentaires produit
it_it: Informazioni aggiuntive prodotto

source: Radio
it_it: Radio Button

source: Next:
fr_fr: Suivant :
