Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: %count% errors found
es_es: %count% errores encontrados
fr_fr: %count% erreur(s) trouvée(s)
it_it: %count% errori trovati
pl_pl: %count% znalezionych błędów

source: (step: %step%)
es_es: (paso: %step%)
fr_fr: (pas : %step%)
it_it: (passo: %step%)
pl_pl: (krok: %step%)

source: 0 = no minimum
es_es: 0 = sin mínimo
fr_fr: 0 = aucun minimum
it_it: 0 = nessun minimo
pl_pl: 0 = brak minimum

source: 0 = unlimited
es_es: 0 = ilimitado
fr_fr: 0 = illimité
it_it: 0 = illimitato
pl_pl: 0 = bez limitu

source: 1 minute
es_es: 1 minuto
it_it: 1 minuto
pl_pl: 1 minuta

source: 12 Hour (2:30 PM)
es_es: 12 horas (2:30 PM)
fr_fr: 12 heures (2:30 PM)
it_it: 12 ore (2:30 PM)
pl_pl: 12-godzinny (2:30 PM)

source: 15 minutes
es_es: 15 minutos
it_it: 15 minuti
pl_pl: 15 minut

source: 24 Hour (14:30)
es_es: 24 horas (14:30)
fr_fr: 24 heures (14:30)
it_it: 24 ore (14:30)
pl_pl: 24-godzinny (14:30)

source: 30 minutes
es_es: 30 minutos
it_it: 30 minuti
pl_pl: 30 minut

source: 5 minutes
es_es: 5 minutos
it_it: 5 minuti
pl_pl: 5 minut

source: A descriptive name for this field group that will be displayed in the admin interface.
es_es: Un nombre descriptivo para este grupo de campos que se mostrará en la interfaz de administración.
fr_fr: Un nom descriptif pour ce groupe de champs qui s'affichera dans l'interface d'administration.
it_it: Un nome descrittivo per questo gruppo di campi che verrà visualizzato nell'interfaccia di amministrazione.
pl_pl: Opisowa nazwa dla tej grupy pól, która będzie wyświetlana w interfejsie administracyjnym.

source: A newer configuration file has been detected.
es_es: Se ha detectado un archivo de configuración más reciente.
fr_fr: Un fichier de configuration plus récent a été détecté.
it_it: È stato rilevato un file di configurazione più recente.
pl_pl: Wykryto nowszy plik konfiguracyjny.

source: Accepted formats: JPG, PNG, GIF, WebP
es_es: Formatos aceptados: JPG, PNG, GIF, WebP
fr_fr: Formats acceptés : JPG, PNG, GIF, WebP
it_it: Formati accettati: JPG, PNG, GIF, WebP
pl_pl: Akceptowane formaty: JPG, PNG, GIF, WebP

source: Accepted formats: MP4, WebM, OGG
es_es: Formatos aceptados: MP4, WebM, OGG
fr_fr: Formats acceptés : MP4, WebM, OGG
it_it: Formati accettati: MP4, WebM, OGG
pl_pl: Akceptowane formaty: MP4, WebM, OGG

source: Access enriched relation data with links, images, prices
es_es: Acceder a datos de relación enriquecidos con enlaces, imágenes, precios
fr_fr: Accéder aux données de relation enrichies avec liens, images, prix
it_it: Accedi a dati di relazione arricchiti con link, immagini, prezzi
pl_pl: Dostęp do wzbogaconych danych relacji z linkami, obrazami i cenami

source: Access image properties (url, alt, title, etc.)
es_es: Acceder a las propiedades de la imagen (url, alt, título, etc.)
fr_fr: Accéder aux propriétés de l'image (url, alt, titre, etc.)
it_it: Accedi alle proprietà dell'immagine (url, alt, titolo, ecc.)
pl_pl: Dostęp do właściwości obrazu (url, alt, tytuł itp.)

source: Access image properties in Twig
es_es: Acceder a las propiedades de la imagen en Twig
it_it: Accedi alle proprietà dell'immagine in Twig
pl_pl: Dostęp do właściwości obrazu w Twig

source: Access raw IDs from relation field for custom logic
es_es: Acceder a los IDs brutos del campo de relación para lógica personalizada
fr_fr: Accéder aux IDs bruts du champ relation pour une logique personnalisée
it_it: Accedi agli ID grezzi del campo relazione per logica personalizzata
pl_pl: Dostęp do surowych ID z pola relacji dla własnej logiki

source: Access repeater rows with automatic index
es_es: Acceder a las filas del repetidor con índice automático
it_it: Accedi alle righe del ripetitore con indice automatico
pl_pl: Dostęp do wierszy repeatera z automatycznym indeksem

source: Access row index in repeater loop
es_es: Acceder al índice de la fila en el bucle del repetidor
fr_fr: Accéder à l'index de ligne dans la boucle répéteur
it_it: Accedi all'indice di riga nel ciclo del ripetitore
pl_pl: Dostęp do indeksu wiersza w pętli repeatera

source: Access video properties (url, poster, mime type, etc.)
es_es: Acceder a las propiedades del video (url, póster, tipo mime, etc.)
fr_fr: Accéder aux propriétés vidéo (url, poster, type mime, etc.)
it_it: Accedi alle proprietà del video (url, poster, tipo mime, ecc.)
pl_pl: Dostęp do właściwości wideo (url, poster, typ mime itp.)

source: ACF (Advanced Custom Fields) for PrestaShop
es_es: ACF (Advanced Custom Fields) para PrestaShop
fr_fr: ACF (Advanced Custom Fields) pour PrestaShop
it_it: ACF (Advanced Custom Fields) per PrestaShop
pl_pl: ACF (Advanced Custom Fields) dla PrestaShop

source: ACF Configuration
es_es: Configuración de ACF
fr_fr: Configuration ACF
it_it: Configurazione ACF
pl_pl: Konfiguracja ACF

source: ACF Field Builder
es_es: Constructor de campos ACF
fr_fr: Constructeur de champs ACF
it_it: Costruttore di campi ACF
pl_pl: Kreator pól ACF

source: Actions
es_es: Acciones
it_it: Azioni
pl_pl: Akcje

source: Actions
es_es: Acciones
it_it: Azioni
pl_pl: Akcje

source: Activate
es_es: Activar
fr_fr: Activer
it_it: Attiva
pl_pl: Aktywuj

source: Active
es_es: Activo
fr_fr: Actif
it_it: Attivo
pl_pl: Aktywny

source: Active Location Rules
es_es: Reglas de ubicación activas
fr_fr: Règles d'emplacement actives
it_it: Regole di posizione attive
pl_pl: Aktywne reguły lokalizacji

source: Active only
es_es: Solo activos
fr_fr: Actifs uniquement
it_it: Soli attivi
pl_pl: Tylko aktywne

source: Active only
es_es: Solo activos
fr_fr: Actifs uniquement
it_it: Solo attivi
pl_pl: Tylko aktywne

source: Add a custom HTML ID to the field for JavaScript targeting.
es_es: Añade un ID HTML personalizado al campo para el direccionamiento con JavaScript.
fr_fr: Ajoutez un ID HTML personnalisé au champ pour le ciblage JavaScript.
it_it: Aggiungi un ID HTML personalizzato al campo per il targeting JavaScript.
pl_pl: Dodaj własny identyfikator HTML ID do pola dla celów JavaScript.

source: Add Button Label
es_es: Etiqueta del botón añadir
fr_fr: Libellé du bouton d'ajout
it_it: Etichetta pulsante aggiungi
pl_pl: Etykieta przycisku dodawania

source: Add custom CSS classes to the field container for styling.
es_es: Añade clases CSS personalizadas al contenedor del campo para el estilo.
fr_fr: Ajoutez des classes CSS personnalisées au conteneur du champ pour le style.
it_it: Aggiungi classi CSS personalizzate al contenitore del campo per lo stile.
pl_pl: Dodaj własne klasy CSS do kontenera pola dla celów stylizacji.

source: Add Field
es_es: Añadir campo
fr_fr: Ajouter un champ
it_it: Aggiungi campo
pl_pl: Dodaj pole

source: Add Group
es_es: Añadir grupo
fr_fr: Ajouter un groupe
it_it: Aggiungi gruppo
pl_pl: Dodaj grupę

source: Add Item
es_es: Añadir elemento
fr_fr: Ajouter un élément
it_it: Aggiungi elemento
pl_pl: Dodaj element

source: Add Location Rule
es_es: Añadir regla de ubicación
fr_fr: Ajouter une règle d'emplacement
it_it: Aggiungi regola di posizione
pl_pl: Dodaj regułę lokalizacji

source: Add multiple rules to show fields on different content types
es_es: Añade múltiples reglas para mostrar campos en diferentes tipos de contenido
fr_fr: Ajoutez plusieurs règles pour afficher les champs sur différents types de contenu
it_it: Aggiungi più regole per mostrare i campi su diversi tipi di contenuto
pl_pl: Dodaj wiele reguł, aby wyświetlać pola na różnych typach treści

source: Add new
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
pl_pl: Dodaj nowy

source: Add Option
es_es: Añadir opción
fr_fr: Ajouter une option
it_it: Aggiungi opzione
pl_pl: Dodaj opcję

source: Add Row
es_es: Añadir fila
fr_fr: Ajouter une ligne
it_it: Aggiungi riga
pl_pl: Dodaj wiersz

source: Add Rule
es_es: Añadir regla
fr_fr: Ajouter une règle
it_it: Aggiungi regola
pl_pl: Dodaj regułę

source: Add/update groups without deleting existing groups not present in the file
es_es: Añadir/actualizar grupos sin eliminar los grupos existentes no presentes en el archivo
fr_fr: Ajouter/mettre à jour les groupes sans supprimer les groupes existants non présents dans le fichier
it_it: Aggiungi/aggiorna gruppi senza eliminare quelli esistenti non presenti nel file
pl_pl: Dodawaj/aktualizuj grupy bez usuwania istniejących grup nieobecnych w pliku

source: Add Field
es_es: Añadir campo
fr_fr: Ajouter un champ
it_it: Aggiungi campo
pl_pl: Dodaj pole

source: Add Group
es_es: Añadir grupo
fr_fr: Ajouter un groupe
it_it: Aggiungi gruppo
pl_pl: Dodaj grupę

source: Add Location Rule
es_es: Añadir regla de ubicación
fr_fr: Ajouter une règle d'emplacement
it_it: Aggiungi regola di posizione
pl_pl: Dodaj regułę lokalizacji

source: Add Option
es_es: Añadir opción
fr_fr: Ajouter une option
it_it: Aggiungi opzione
pl_pl: Dodaj opcję

source: Add Subfield
es_es: Añadir subcampo
fr_fr: Ajouter un sous-champ
it_it: Aggiungi sottocampo
pl_pl: Dodaj podpole

source: Advanced Custom Fields for PrestaShop: create custom fields and field groups with an ACF-style builder, display rules and a clean back-office UI.
es_es: Advanced Custom Fields para PrestaShop: crea campos personalizados y grupos de campos con un constructor estilo ACF, reglas de visualización y una interfaz de administración limpia.
fr_fr: Champs personnalisés avancés pour PrestaShop : créez des champs personnalisés et des groupes de champs avec un constructeur style ACF, des règles d'affichage et une interface propre pour le back-office.
it_it: Campi personalizzati avanzati per PrestaShop: crea campi personalizzati e gruppi di campi con un costruttore in stile ACF, regole di visualizzazione e un'interfaccia back-office pulita.
pl_pl: Advanced Custom Fields dla PrestaShop: twórz własne pola i grupy pól za pomocą kreatora w stylu ACF, reguł wyświetlania i przejrzystego interfejsu panelu administracyjnego.

source: After
es_es: Después
fr_fr: Après
it_it: Dopo
pl_pl: Po

source: After Product Thumbnails
es_es: Después de las miniaturas del producto
fr_fr: Après les miniatures produit
it_it: Dopo le miniature del prodotto
pl_pl: Po miniaturach produktów

source: All entity types
es_es: Todos los tipos de entidad
it_it: Tutti i tipi di entità
pl_pl: Wszystkie typy podmiotów

source: Allow Custom Values
es_es: Permitir valores personalizados
fr_fr: Autoriser les valeurs personnalisées
it_it: Consenti valori personalizzati
pl_pl: Zezwalaj na własne wartości

source: Allow entering values not in the list
es_es: Permitir introducir valores que no están en la lista
fr_fr: Autoriser la saisie de valeurs non présentes dans la liste
it_it: Consenti l'inserimento di valori non presenti nell'elenco
pl_pl: Zezwalaj na wprowadzanie wartości spoza listy

source: Allow Half Stars
es_es: Permitir medias estrellas
fr_fr: Autoriser les demi-étoiles
it_it: Consenti mezze stelle
pl_pl: Zezwalaj na pół gwiazdki

source: Allow Multiple
es_es: Permitir múltiple
fr_fr: Autoriser plusieurs
it_it: Consenti multipli
pl_pl: Zezwalaj na wiele

source: Allow selecting allowMultiple options
es_es: Permitir seleccionar múltiples opciones
fr_fr: Autoriser la sélection de plusieurs options
it_it: Consenti la selezione di più opzioni
pl_pl: Zezwalaj na wybór wielu opcji

source: Allow selecting multiple items
es_es: Permitir seleccionar múltiples elementos
fr_fr: Autoriser la sélection de plusieurs éléments
it_it: Consenti la selezione di più elementi
pl_pl: Zezwalaj na wybór wielu elementów

source: Allow selecting multiple values
es_es: Permitir seleccionar múltiples valores
fr_fr: Autoriser la sélection de plusieurs valeurs
it_it: Consenti la selezione di più valori
pl_pl: Zezwalaj na wybór wielu wartości

source: Allow Video Upload
es_es: Permitir subida de video
fr_fr: Autoriser le téléchargement de vidéos
it_it: Consenti il caricamento di video
pl_pl: Zezwalaj na przesyłanie wideo

source: Allow Video URL
es_es: Permitir URL de video
fr_fr: Autoriser l'URL de vidéo
it_it: Consenti URL video
pl_pl: Zezwalaj na URL wideo

source: Allow Vimeo
es_es: Permitir Vimeo
fr_fr: Autoriser Vimeo
it_it: Consenti Vimeo
pl_pl: Zezwalaj na Vimeo

source: Allow YouTube
es_es: Permitir YouTube
fr_fr: Autoriser YouTube
it_it: Consenti YouTube
pl_pl: Zezwalaj na YouTube

source: Allowed File Types
es_es: Tipos de archivos permitidos
fr_fr: Types de fichiers autorisés
it_it: Tipi di file consentiti
pl_pl: Dozwolone typy plików

source: Allowed file types:
es_es: Tipos de archivos permitidos:
fr_fr: Types de fichiers autorisés :
it_it: Tipi di file consentiti:
pl_pl: Dozwolone typy plików:

source: Allowed Formats
es_es: Formatos permitidos
fr_fr: Formats autorisés
it_it: Formati consentiti
pl_pl: Dozwolone formaty

source: Allowed image formats:
es_es: Formatos de imagen permitidos:
fr_fr: Formats d'images autorisés :
it_it: Formati immagine consentiti:
pl_pl: Dozwolone formaty obrazów:

source: Allow Multiple
es_es: Permitir múltiple
fr_fr: Autoriser plusieurs
it_it: Consenti multipli
pl_pl: Zezwalaj na wiele

# allowMultipleHelp
source: Allow selecting multiple values
es_es: Permitir seleccionar múltiples valores
fr_fr: Autoriser la sélection de plusieurs valeurs
it_it: Consenti la selezione di più valori
pl_pl: Zezwalaj na wybór wielu wartości

source: Alt format
es_es: Formato alternativo
fr_fr: Format alternatif
it_it: Formato alternativo
pl_pl: Format alternatywny

source: Alt source
es_es: Fuente alternativa
fr_fr: Source alternative
it_it: Sorgente alternativa
pl_pl: Źródło alternatywne

source: Alt Text / Title
es_es: Texto alternativo / Título
fr_fr: Texte alternatif / Titre
it_it: Testo alternativo / Titolo
pl_pl: Tekst alternatywny / Tytuł

source: Alt URL
es_es: URL alternativa
fr_fr: URL alternative
it_it: URL alternativo
pl_pl: URL alternatywny

source: Alternative format
es_es: Formato alternativo
fr_fr: Format alternatif
it_it: Formato alternativo
pl_pl: Format alternatywny

source: Alternative syntax using Smarty function
es_es: Sintaxis alternativa usando la función Smarty
it_it: Sintassi alternativa usando la funzione Smarty
pl_pl: Alternatywna składnia za pomocą funkcji Smarty

source: An optional description for administrative purposes.
es_es: Una descripción opcional para fines administrativos.
fr_fr: Une description optionnelle à des fins administratives.
it_it: Una descrizione opzionale per scopi amministrativi.
pl_pl: Opcjonalny opis do celów administracyjnych.

source: API Reference
es_es: Referencia de API
fr_fr: Référence API
it_it: Riferimento API
pl_pl: Dokumentacja API

source: Append
es_es: Sufijo
fr_fr: Suffixe
it_it: Suffisso
pl_pl: Przyrostek

source: Apply to
es_es: Aplicar a
fr_fr: Appliquer à
it_it: Applica a
pl_pl: Zastosuj do

source: Apply to
es_es: Aplicar a
fr_fr: Appliquer à
it_it: Applica a
pl_pl: Zastosuj do

source: Are you sure you want to delete this group?
es_es: ¿Estás seguro de que quieres eliminar este grupo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce groupe ?
it_it: Sei sicuro di voler eliminare questo gruppo?
pl_pl: Czy na pewno chcesz usunąć tę grupę?

source: Are you sure? This will overwrite the current group.
es_es: ¿Estás seguro? Esto sobrescribirá el grupo actual.
fr_fr: Êtes-vous sûr ? Cela écrasera le groupe actuel.
it_it: Sei sicuro? Questo sovrascriverà il gruppo corrente.
pl_pl: Czy jesteś pewien? To nadpisze bieżącą grupę.

source: Array of row objects
es_es: Matriz de objetos de fila
fr_fr: Tableau d'objets ligne
it_it: Array di oggetti riga
pl_pl: Tablica obiektów wierszy

source: Attachment
es_es: Adjunto
fr_fr: Pièce jointe
it_it: Allegato
pl_pl: Załącznik

source: Attribute
es_es: Atributo
fr_fr: Attribut
it_it: Attributo
pl_pl: Atrybut

source: Attributes
es_es: Atributos
it_it: Attributi
pl_pl: Atrybuty

source: Auto-generated from title. Click to edit manually.
es_es: Generado automáticamente a partir del título. Haz clic para editar manualmente.
fr_fr: Généré automatiquement à partir du titre. Cliquez pour modifier manuellement.
it_it: Generato automaticamente dal titolo. Clicca per modificare manualmente.
pl_pl: Wygenerowane automatycznie z tytułu. Kliknij, aby edytować ręcznie.

source: Auto-Sync
es_es: Sincronización automática
fr_fr: Synchronisation automatique
it_it: Sincronizzazione automatica
pl_pl: Auto-synchronizacja

source: Auto-sync disabled
es_es: Sincronización automática desactivada
fr_fr: Synchronisation automatique désactivée
it_it: Sincronizzazione automatica disattivata
pl_pl: Auto-synchronizacja wyłączona

source: Auto-sync enabled
es_es: Sincronización automática activada
fr_fr: Synchronisation automatique activée
it_it: Sincronizzazione automatica attivata
pl_pl: Auto-synchronizacja włączona

source: Auto-sync is disabled
es_es: La sincronización automática está desactivada
fr_fr: La synchronisation automatique est désactivée
it_it: La sincronizzazione automatica è disattivata
pl_pl: Auto-synchronizacja jest wyłączona

source: Available options for selection
es_es: Opciones disponibles para selección
fr_fr: Options disponibles pour la sélection
it_it: Opzioni disponibili per la selezione
pl_pl: Dostępne opcje do wyboru

source: Back
es_es: Volver
fr_fr: Retour
it_it: Indietro
pl_pl: Wstecz

source: Basic (bold, italic, links)
es_es: Básico (negrita, cursiva, enlaces)
fr_fr: Basique (gras, italique, liens)
it_it: Base (grassetto, corsivo, link)
pl_pl: Podstawowe (pogrubienie, kursywa, linki)

source: Basic field value
es_es: Valor de campo básico
it_it: Valore campo base
pl_pl: Podstawowa wartość pola

source: Before
es_es: Antes
fr_fr: Avant
it_it: Prima
pl_pl: Przed

source: Between %min% and %max% items
es_es: Entre %min% y %max% elementos
fr_fr: Entre %min% et %max% éléments
it_it: Tra %min% e %max% elementi
pl_pl: Między %min% a %max% elementów

source: Between %min% and %max% rows
es_es: Entre %min% y %max% filas
fr_fr: Entre %min% et %max% lignes
it_it: Tra %min% e %max% righe
pl_pl: Między %min% a %max% wierszy

source: Bienvenue sur la page du module.
es_es: Bienvenido a la página del módulo.
it_it: Benvenuti nella pagina del modulo.
pl_pl: Witamy na stronie modułu.

source: Boolean field (conditional)
es_es: Campo booleano (condicional)
fr_fr: Champ booléen (conditionnel)
it_it: Campo booleano (condizionale)
pl_pl: Pole logiczne (warunkowe)

source: Boolean field (rendered)
es_es: Campo booleano (renderizado)
fr_fr: Champ booléen (rendu)
it_it: Campo booleano (renderizzato)
pl_pl: Pole logiczne (wyrenderowane)

# bulkActionError
source: Bulk action failed
es_es: Error en la acción masiva
fr_fr: Échec de l'action groupée
it_it: Azione di massa fallita
pl_pl: Akcja masowa nie powiodła się

# bulkActionSuccess
source: Bulk action completed successfully
es_es: Acción masiva completada con éxito
fr_fr: Action groupée terminée avec succès
it_it: Azione di massa completata con successo
pl_pl: Akcja masowa zakończona sukcesem

# bulkDeleteError
source: Failed to delete groups
es_es: Error al eliminar grupos
fr_fr: Échec de la suppression des groupes
it_it: Errore nell'eliminazione dei gruppi
pl_pl: Nie udało się usunąć grup

# bulkDeleteSuccess
source: Groups deleted successfully
es_es: Grupos eliminados con éxito
fr_fr: Groupes supprimés avec succès
it_it: Gruppi eliminati con successo
pl_pl: Grupy usunięte pomyślnie

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pl_pl: Anuluj

source: Cards
es_es: Tarjetas
fr_fr: Cartes
it_it: Schede
pl_pl: Karty

source: Categories
es_es: Categorías
it_it: Categorie
pl_pl: Kategorie

source: Categories: Add fields specific to category pages
es_es: Categorías: Añadir campos específicos a las páginas de categoría
fr_fr: Catégories : Ajouter des champs spécifiques aux pages de catégories
it_it: Categorie: Aggiungi campi specifici alle pagine delle categorie
pl_pl: Kategorie: Dodaj pola specyficzne dla stron kategorii

source: Category
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
pl_pl: Kategoria

source: Category Footer
es_es: Pie de página de categoría
fr_fr: Pied de page catégorie
it_it: Piè di pagina categoria
pl_pl: Stopka kategorii

source: Category Header
es_es: Encabezado de categoría
fr_fr: En-tête catégorie
it_it: Intestazione categoria
pl_pl: Nagłówek kategorii

source: Category IDs (comma-separated)
es_es: IDs de categorías (separados por comas)
fr_fr: IDs de catégories (séparés par des virgules)
it_it: ID categorie (separati da virgola)
pl_pl: ID kategorii (oddzielone przecinkami)

source: Check if field has value
es_es: Comprobar si el campo tiene valor
fr_fr: Vérifier si le champ a une valeur
it_it: Verifica se il campo ha un valore
pl_pl: Sprawdź, czy pole ma wartość

source: Check if repeater has rows before displaying
es_es: Comprobar si el repetidor tiene filas antes de mostrar
fr_fr: Vérifier si le répéteur a des lignes avant d'afficher
it_it: Verifica se il ripetitore ha righe prima di visualizzarlo
pl_pl: Sprawdź, czy repeater ma wiersze przed wyświetleniem

source: Check repeater count
es_es: Comprobar el recuento del repetidor
fr_fr: Vérifier le nombre de répétitions
it_it: Verifica il numero di righe del ripetitore
pl_pl: Sprawdź liczbę powtórzeń

source: Checkbox field (multiple values)
es_es: Campo de casilla de verificación (múltiples valores)
fr_fr: Champ Checkbox (valeurs multiples)
it_it: Campo casella di controllo (valori multipli)
pl_pl: Pole wyboru - checkbox (wiele wartości)

# checkboxHelp
source: Users can select multiple options.
es_es: Los usuarios pueden seleccionar múltiples opciones.
fr_fr: Les utilisateurs peuvent sélectionner plusieurs options.
it_it: Gli utenti possono selezionare più opzioni.
pl_pl: Użytkownicy mogą wybrać wiele opcji.

source: Choices
es_es: Opciones
fr_fr: Choix
it_it: Scelte
pl_pl: Wybory

source: Choices
es_es: Opciones
fr_fr: Choix
it_it: Scelte
pl_pl: Wybory

source: Choose content type...
es_es: Elegir tipo de contenido...
fr_fr: Choisir le type de contenu...
it_it: Scegli il tipo di contenuto...
pl_pl: Wybierz typ treści...

source: Choose from existing product attachments.
es_es: Elegir entre los archivos adjuntos existentes del producto.
fr_fr: Choisir parmi les pièces jointes du produit existantes.
it_it: Scegli tra gli allegati esistenti del prodotto.
pl_pl: Wybierz z istniejących załączników produktu.

source: Choose where your custom fields will appear in the admin interface. Select the type of content (products, categories, etc.) where these fields should be available.
es_es: Elige dónde aparecerán tus campos personalizados en la interfaz de administración. Selecciona el tipo de contenido (productos, categorías, etc.) donde estos campos deberían estar disponibles.
fr_fr: Choisissez où vos champs personnalisés apparaîtront dans l'interface d'administration. Sélectionnez le type de contenu (produits, catégories, etc.) où ces champs seront disponibles.
it_it: Scegli dove appariranno i tuoi campi personalizzati nell'interfaccia di amministrazione. Seleziona il tipo di contenuto (prodotti, categorie, ecc.) in cui questi campi dovrebbero essere disponibili.
pl_pl: Wybierz miejsce, w którym własne pola będą pojawiać się w interfejsie administracyjnym. Wybierz typ treści (produkty, kategorie itp.), dla których te pola powinny być dostępne.

source: Choose whether to show fields on this content type (equals) or exclude it (not equals).
es_es: Elige si quieres mostrar los campos en este tipo de contenido (es igual a) o excluirlo (no es igual a).
fr_fr: Choisissez d'afficher les champs sur ce type de contenu (égal) ou de l'exclure (différent).
it_it: Scegli se mostrare i campi su questo tipo di contenuto (uguale) o escluderlo (non uguale).
pl_pl: Wybierz, czy wyświetlać pola dla tego typu treści (równa się), czy go wykluczyć (nie równa się).

source: Clear
es_es: Limpiar
fr_fr: Effacer
it_it: Pulisci
pl_pl: Wyczyść

source: Clear search
es_es: Limpiar búsqueda
fr_fr: Effacer la recherche
it_it: Cancella ricerca
pl_pl: Wyczyść wyszukiwanie
