Repository: wecode-swiss-bruno/wepresta_acf
Catalog: translations/*/ModulesWeprestaacfAdmin.*.xlf
Languages: es_es, fr_fr, it_it, pl_pl

source: Clear search
es_es: Limpiar búsqueda
fr_fr: Effacer la recherche
it_it: Cancella ricerca
pl_pl: Wyczyść wyszukiwanie

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pl_pl: Zamknij

source: CMS pages
es_es: Páginas CMS
it_it: Pagine CMS
pl_pl: Strony CMS

source: Collapsed by Default
es_es: Contraído por defecto
fr_fr: Réduit par défaut
it_it: Compresso per impostazione predefinita
pl_pl: Domyślnie zwinięte

source: Collecting field values...
es_es: Recogiendo valores de campo...
fr_fr: Collecte des valeurs des champs...
it_it: Raccolta dei valori dei campi...
pl_pl: Zbieranie wartości pól...

source: Color field (inline style)
es_es: Campo de color (estilo en línea)
fr_fr: Champ couleur (style en ligne)
it_it: Campo colore (stile inline)
pl_pl: Pole koloru (styl inline)

source: Combine multiple ACF shortcodes in rich content
es_es: Combinar múltiples shortcodes de ACF en contenido enriquecido
fr_fr: Combiner plusieurs shortcodes ACF dans un contenu riche
it_it: Combina più shortcode ACF in contenuti complessi
pl_pl: Łącz wiele shortcodów ACF w treści bogatej

# completeGeneralSettingsFirst
source: ⚠️ Save required: Click the Save button above to unlock Fields and Location tabs
es_es: ⚠️ Guardado requerido: Haz clic en el botón Guardar de arriba para desbloquear las pestañas Campos y Ubicación
fr_fr: ⚠️ Sauvegarde requise : Cliquez sur le bouton Enregistrer ci-dessus pour déverrouiller les onglets Champs et Emplacement
it_it: ⚠️ Salvataggio richiesto: Clicca sul pulsante Salva sopra per sbloccare le schede Campi e Posizione
pl_pl: ⚠️ Wymagany zapis: Kliknij przycisk Zapisz powyżej, aby odblokować karty Pola i Lokalizacja

source: Condition
es_es: Condición
it_it: Condizione
pl_pl: Warunek

source: Conditional display
es_es: Visualización condicional
fr_fr: Affichage conditionnel
it_it: Visualizzazione condizionale
pl_pl: Wyświetlanie warunkowe

source: Conditional display based on boolean field
es_es: Visualización condicional basada en campo booleano
fr_fr: Affichage conditionnel basé sur le champ booléen
it_it: Visualizzazione condizionale basata su campo booleano
pl_pl: Wyświetlanie warunkowe na podstawie pola logicznego

source: Conditional display based on field value
es_es: Visualización condicional basada en el valor del campo
it_it: Visualizzazione condizionale basata sul valore del campo
pl_pl: Wyświetlanie warunkowe na podstawie wartości pola

# conditionDescription
source: Choose whether to show fields on this content type (equals) or exclude it (not equals).
es_es: Elige si quieres mostrar los campos en este tipo de contenido (es igual a) o excluirlo (no es igual a).
fr_fr: Choisissez d'afficher les champs sur ce type de contenu (égal) ou de l'exclure (différent).
it_it: Scegli se mostrare i campi su questo tipo di contenuto (uguale) o escluderlo (non uguale).
pl_pl: Wybierz, czy wyświetlać pola dla tego typu treści (równa się), czy go wykluczyć (nie równa się).

source: Conditions
es_es: Condiciones
it_it: Condizioni
pl_pl: Warunki

source: Configuration exported successfully
es_es: Configuración exportada con éxito
fr_fr: Configuration exportée avec succès
it_it: Configurazione esportata con successo
pl_pl: Konfiguracja wyeksportowana pomyślnie

source: Configuration is synchronized.
es_es: La configuración está sincronizada.
fr_fr: La configuration est synchronisée.
it_it: La configurazione è sincronizzata.
pl_pl: Konfiguracja jest zsynchronizowana.

source: Configuration not synchronized
es_es: Configuración no sincronizada
fr_fr: Configuration non synchronisée
it_it: Configurazione non sincronizzata
pl_pl: Konfiguracja nie jest zsynchronizowana

# confirmDeleteField
source: Are you sure you want to delete this field?
es_es: ¿Estás seguro de que quieres eliminar este campo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ ?
it_it: Sei sicuro di voler eliminare questo campo?
pl_pl: Czy na pewno chcesz usunąć to pole?

# confirmDeleteGroup
source: Are you sure you want to delete this group?
es_es: ¿Estás seguro de que quieres eliminar este grupo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce groupe ?
it_it: Sei sicuro di voler eliminare questo gruppo?
pl_pl: Czy na pewno chcesz usunąć tę grupę?

# confirmDeleteGroups
source: Are you sure you want to delete {count} groups?
es_es: ¿Estás seguro de que quieres eliminar {count} grupos?
fr_fr: Êtes-vous sûr de vouloir supprimer {count} groupes ?
it_it: Sei sicuro di voler eliminare {count} gruppi?
pl_pl: Czy na pewno chcesz usunąć {count} grup?

# confirmPullFromTheme
source: Are you sure? This will overwrite the current group.
es_es: ¿Estás seguro? Esto sobrescribirá el grupo actual.
fr_fr: Êtes-vous sûr ? Cela écrasera le groupe actuel.
it_it: Sei sicuro? Questo sovrascriverà il gruppo corrente.
pl_pl: Czy jesteś pewien? To nadpisze bieżącą grupę.

source: Conflict
es_es: Conflicto
fr_fr: Conflit
it_it: Conflitto
pl_pl: Konflikt

source: Content Type determines where your custom fields will appear in the admin. Choose "Product" to add fields to product edit pages, "Category" for category management, "Customer" for customer profiles, or any other content type in your store. Your fields will only show on the selected content types.
es_es: El Tipo de contenido determina dónde aparecerán tus campos personalizados en la administración. Elige "Producto" para añadir campos a las páginas de edición de productos, "Categoría" para la gestión de categorías, "Cliente" para los perfiles de los clientes, o cualquier otro tipo de contenido en tu tienda. Tus campos solo se mostrarán en los tipos de contenido seleccionados.
fr_fr: Le type de contenu détermine où vos champs personnalisés apparaîtront dans l'administration. Choisissez "Produit" pour ajouter des champs aux pages d'édition de produit, "Catégorie" pour la gestion des catégories, "Client" pour les profils clients, ou tout autre type de contenu dans votre boutique. Vos champs n'apparaîtront que sur les types de contenu sélectionnés.
it_it: Il Tipo di contenuto determina dove appariranno i tuoi campi personalizzati nell'amministrazione. Scegli "Prodotto" per aggiungere campi alle pagine di modifica del prodotto, "Categoria" per la gestione delle categorie, "Cliente" per i profili dei clienti, o qualsiasi altro tipo di contenuto nel tuo negozio. I tuoi campi verranno mostrati solo sui tipi di contenuto selezionati.
pl_pl: Typ treści określa miejsce, w którym własne pola będą pojawiać się w panelu administracyjnym. Wybierz "Produkt", aby dodać pola do stron edycji produktu, "Kategoria" dla zarządzania kategoriami, "Klient" dla profili klientów lub dowolny inny typ treści w Twoim sklepie. Pola będą wyświetlane tylko dla wybranych typów treści.

source: Content Type Required
es_es: Tipo de contenido requerido
fr_fr: Type de contenu requis
it_it: Tipo di contenuto richiesto
pl_pl: Typ treści jest wymagany

source: Content:
es_es: Contenido:
fr_fr: Contenu :
it_it: Contenuto:
pl_pl: Treść:

# contentTypeDescription
source: Content Type determines where your custom fields will appear in the admin. Choose "Product" to add fields to product edit pages, "Category" for category management, "Customer" for customer profiles, or any other content type in your store. Your fields will only show on the selected content types.
es_es: El Tipo de contenido determina dónde aparecerán tus campos personalizados en la administración. Elige "Producto" para añadir campos a las páginas de edición de productos, "Categoría" para la gestión de categorías, "Cliente" para los perfiles de los clientes, o cualquier otro tipo de contenido en tu tienda. Tus campos solo se mostrarán en los tipos de contenido seleccionados.
fr_fr: Le type de contenu détermine où vos champs personnalisés apparaîtront dans l'administration. Choisissez "Produit" pour ajouter des champs aux pages d'édition de produit, "Catégorie" pour la gestion des catégories, "Client" pour les profils clients, ou tout autre type de contenu dans votre boutique. Vos champs n'apparaîtront que sur les types de contenu sélectionnés.
it_it: Il Tipo di contenuto determina dove appariranno i tuoi campi personalizzati nell'amministrazione. Scegli "Prodotto" per aggiungere campi alle pagine di modifica del prodotto, "Categoria" per la gestione delle categorie, "Cliente" per i profili dei clienti, o qualsiasi altro tipo di contenuto nel tuo negozio. I tuoi campi verranno mostrati solo sui tipi di contenuto selezionati.
pl_pl: Typ treści określa miejsce, w którym własne pola będą pojawiać się w panelu administracyjnym. Wybierz "Produkt", aby dodać pola do stron edycji produktu, "Kategoria" dla zarządzania kategoriami, "Klient" dla profili klientów lub dowolny inny typ treści w Twoim sklepie. Pola będą wyświetlane tylko dla wybranych typów treści.

source: Context Override Methods
es_es: Métodos de anulación de contexto
fr_fr: Méthodes de surcharge de contexte
it_it: Metodi di sovrascrittura del contesto
pl_pl: Metody nadpisywania kontekstu

source: Copied!
es_es: ¡Copiado!
fr_fr: Copié !
it_it: Copiato!
pl_pl: Skopiowano!

source: Copy %lang% code
es_es: Copiar código %lang%
fr_fr: Copier le code %lang%
it_it: Copia codice %lang%
pl_pl: Kopiuj kod %lang%

source: Copy Code
es_es: Copiar código
fr_fr: Copier le code
it_it: Copia codice
pl_pl: Kopiuj kod

source: Copy download link
es_es: Copiar enlace de descarga
fr_fr: Copier le lien de téléchargement
it_it: Copia link di download
pl_pl: Kopiuj link do pobrania

source: Copy URL
es_es: Copiar URL
fr_fr: Copier l'URL
it_it: Copia URL
pl_pl: Kopiuj URL

source: Core
es_es: Núcleo
it_it: Nucleo
pl_pl: Rdzeń

source: Count repeater rows
es_es: Contar filas del repetidor
fr_fr: Compter les lignes du répéteur
it_it: Conta righe del ripetitore
pl_pl: Liczba wierszy repeatera

source: Create custom gallery layout with image arrays
es_es: Crear diseño de galería personalizado con matrices de imágenes
fr_fr: Créer une mise en page de galerie personnalisée avec des tableaux d'images
it_it: Crea un layout di galleria personalizzato con array di immagini
pl_pl: Utwórz własny układ galerii za pomocą tablic obrazów

source: Create custom styled list from list field
es_es: Crear lista con estilo personalizado desde el campo de lista
fr_fr: Créer une liste stylisée personnalisée à partir du champ liste
it_it: Crea una lista con stile personalizzato dal campo lista
pl_pl: Utwórz własną stylizowaną listę z pola listy

source: Create download link with file properties
es_es: Crear enlace de descarga con propiedades de archivo
fr_fr: Créer un lien de téléchargement avec les propriétés du fichier
it_it: Crea un link di download con le proprietà del file
pl_pl: Utwórz link do pobrania z właściwościami pliku

source: Create external link using URL field
es_es: Crear enlace externo usando el campo URL
fr_fr: Créer un lien externe en utilisant le champ URL
it_it: Crea un link esterno usando il campo URL
pl_pl: Utwórz link zewnętrzny za pomocą pola URL

source: Create FAQ section using repeater shortcode
es_es: Crear sección de FAQ usando el shortcode del repetidor
fr_fr: Créer une section FAQ en utilisant le shortcode répéteur
it_it: Crea una sezione FAQ usando lo shortcode del ripetitore
pl_pl: Utwórz sekcję FAQ za pomocą shortcode repeatera

source: Create first item
es_es: Crear primer elemento
fr_fr: Créer le premier élément
it_it: Crea il primo elemento
pl_pl: Utwórz pierwszy element

source: Create mailto link using field value
es_es: Crear enlace mailto usando el valor del campo
fr_fr: Créer un lien mailto en utilisant la valeur du champ
it_it: Crea un link mailto usando il valore del campo
pl_pl: Utwórz link mailto za pomocą wartości pola

source: CSS Class
es_es: Clase CSS
fr_fr: Classe CSS
it_it: Classe CSS
pl_pl: Klasa CSS

source: CSS ID
es_es: ID CSS
fr_fr: ID CSS
it_it: ID CSS
pl_pl: Identyfikator CSS ID

source: Custom CSS Class
es_es: Clase CSS personalizada
fr_fr: Classe CSS personnalisée
it_it: Classe CSS personalizzata
pl_pl: Własna klasa CSS

source: Custom fields saved successfully!
es_es: ¡Campos personalizados guardados con éxito!
fr_fr: Champs personnalisés enregistrés avec succès !
it_it: Campi personalizzati salvati con successo!
pl_pl: Własne pola zapisane pomyślnie!

source: Custom HTML ID
es_es: ID HTML personalizado
fr_fr: ID HTML personnalisé
it_it: ID HTML personalizzato
pl_pl: Własny identyfikator HTML ID

source: Custom text to display instead of URL (optional)
es_es: Texto personalizado para mostrar en lugar de la URL (opcional)
fr_fr: Texte personnalisé à afficher au lieu de l'URL (optionnel)
it_it: Testo personalizzato da visualizzare al posto dell'URL (opzionale)
pl_pl: Własny tekst do wyświetlenia zamiast adresu URL (opcjonalnie)

# customClass
source: Custom CSS Class
es_es: Clase CSS personalizada
fr_fr: Classe CSS personnalisée
it_it: Classe CSS personalizzata
pl_pl: Własna klasa CSS

# customClassHelp
source: Add custom CSS classes to the field container for styling.
es_es: Añade clases CSS personalizadas al contenedor del campo para el estilo.
fr_fr: Ajoutez des classes CSS personnalisées au conteneur du champ pour le style.
it_it: Aggiungi classi CSS personalizzate al contenitore del campo per lo stile.
pl_pl: Dodaj własne klasy CSS do kontenera pola dla celów stylizacji.

source: Customer
es_es: Cliente
fr_fr: Client
it_it: Cliente
pl_pl: Klient

source: Customer Account Form
es_es: Formulario de cuenta de cliente
fr_fr: Formulaire compte client
it_it: Modulo account cliente
pl_pl: Formularz konta klienta

source: Customer Account Form Top
es_es: Parte superior del formulario de cuenta de cliente
fr_fr: Haut du formulaire compte client
it_it: Parte superiore del modulo account cliente
pl_pl: Góra formularza konta klienta

source: Customer Account Page
es_es: Página de cuenta de cliente
fr_fr: Page compte client
it_it: Pagina account cliente
pl_pl: Strona konta klienta

source: Customer Account Top
es_es: Parte superior de la cuenta de cliente
fr_fr: Haut du compte client
it_it: Parte superiore dell'account cliente
pl_pl: Góra konta klienta

source: Customer Login Form After
es_es: Después del formulario de inicio de sesión del cliente
fr_fr: Après le formulaire de connexion client
it_it: Dopo il modulo di login del cliente
pl_pl: Po formularzu logowania klienta

# customId
source: Custom HTML ID
es_es: ID HTML personalizado
fr_fr: ID HTML personnalisé
it_it: ID HTML personalizzato
pl_pl: Własny identyfikator HTML ID

# customIdHelp
source: Add a custom HTML ID to the field for JavaScript targeting.
es_es: Añade un ID HTML personalizado al campo para el direccionamiento con JavaScript.
fr_fr: Ajoutez un ID HTML personnalisé au champ pour le ciblage JavaScript.
it_it: Aggiungi un ID HTML personalizzato al campo per il targeting JavaScript.
pl_pl: Dodaj własny identyfikator HTML ID do pola dla celów JavaScript.

source: Date and time must be between %min% and %max%
es_es: La fecha y hora deben estar entre %min% y %max%
fr_fr: La date et l'heure doivent être comprises entre %min% et %max%
it_it: La data e l'ora devono essere comprese tra %min% e %max%
pl_pl: Data i godzina muszą mieścić się w zakresie od %min% do %max%

source: Date field formatting
es_es: Formateo del campo de fecha
fr_fr: Formatage du champ date
it_it: Formattazione del campo data
pl_pl: Formatowanie pola daty

source: Date must be between %min% and %max%
fr_fr: La date doit être comprise entre %min% et %max%
it_it: La data deve essere compresa tra %min% e %max%
pl_pl: Data musi mieścić się w zakresie od %min% do %max%

source: Deactivate
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattiva
pl_pl: Dezaktywuj

source: Debug mode
es_es: Modo depuración
fr_fr: Mode debug
it_it: Modalità debug
pl_pl: Tryb debugowania

source: Decimal Places
es_es: Decimales
fr_fr: Décimales
it_it: Posizioni decimali
pl_pl: Miejsca dziesiętne

source: Default
es_es: Por defecto
fr_fr: Par défaut
pl_pl: Domyślny

source: Default Input Method
es_es: Método de entrada por defecto
fr_fr: Méthode d'entrée par défaut
it_it: Metodo di input predefinito
pl_pl: Domyślna metoda wprowadzania

source: Default to checked
es_es: Marcado por defecto
fr_fr: Coché par défaut
it_it: Selezionato per impostazione predefinita
pl_pl: Domyślnie zaznaczone

source: Default Value
es_es: Valor por defecto
fr_fr: Valeur par défaut
it_it: Valore predefinito
pl_pl: Wartość domyślna

# defaultLanguageHelp
source: This is the default language. Title is also used as fallback.
es_es: Este es el idioma por defecto. El título también se usa como alternativa.
fr_fr: Ceci est la langue par défaut. Le titre est également utilisé comme solution de secours.
it_it: Questa è la lingua predefinita. Il titolo viene utilizzato anche come fallback.
pl_pl: To jest język domyślny. Tytuł jest również używany jako zapasowy.

source: Default Value
es_es: Valor por defecto
fr_fr: Valeur par défaut
it_it: Valore predefinito
pl_pl: Wartość domyślna

# defaultValueHelp
source: Select default checked options for new entities.
es_es: Selecciona las opciones marcadas por defecto para las nuevas entidades.
fr_fr: Sélectionnez les options cochées par défaut pour les nouvelles entités.
it_it: Seleziona le opzioni selezionate per impostazione predefinita per le nuove entità.
pl_pl: Wybierz domyślnie zaznaczone opcje dla nowych podmiotów.

# defaultValuePlaceholder
source: Default value for all entities
es_es: Valor por defecto para todas las entidades
fr_fr: Valeur par défaut pour toutes les entités
it_it: Valore predefinito per tutte le entità
pl_pl: Wartość domyślna dla wszystkich podmiotów

source: Define the available options
es_es: Define las opciones disponibles
fr_fr: Définir les options disponibles
it_it: Definisci le opzioni disponibili
pl_pl: Zdefiniuj dostępne opcje

# defineEntityTypeFirst
source: ⚠️ Entity type required: Define at least one entity type in Location tab to access Fields
es_es: ⚠️ Tipo de entidad requerido: Define al menos un tipo de entidad en la pestaña Ubicación para acceder a los Campos
fr_fr: ⚠️ Type d'entité requis : Définissez au moins un type d'entité dans l'onglet Emplacement pour accéder aux Champs
it_it: ⚠️ Tipo di entità richiesto: definisci almeno un tipo di entità nella scheda Posizione per accedere ai Campi
pl_pl: ⚠️ Wymagany typ podmiotu: Zdefiniuj co najmniej jeden typ podmiotu w karcie Lokalizacja, aby uzyskać dostęp do Pól

source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pl_pl: Usuń

source: Delete all custom fields and values?
es_es: ¿Eliminar todos los campos personalizados y valores?
fr_fr: Supprimer tous les champs personnalisés et leurs valeurs ?
it_it: Eliminare tutti i campi personalizzati e i relativi valori?
pl_pl: Usunąć wszystkie własne pola i wartości?

source: Delete file
es_es: Eliminar archivo
fr_fr: Supprimer le fichier
it_it: Elimina file
pl_pl: Usuń plik

source: Delete this field type?
es_es: ¿Eliminar este tipo de campo?
fr_fr: Supprimer ce type de champ ?
it_it: Eliminare questo tipo di campo?
pl_pl: Usunąć ten typ pola?

source: Description
es_es: Descripción
it_it: Descrizione
pl_pl: Opis

source: Direct link to video file (MP4, WebM, OGG)
es_es: Enlace directo al archivo de video (MP4, WebM, OGG)
fr_fr: Lien direct vers le fichier vidéo (MP4, WebM, OGG)
it_it: Link diretto al file video (MP4, WebM, OGG)
pl_pl: Bezpośredni link do pliku wideo (MP4, WebM, OGG)

source: Direct Video URL
es_es: URL de video directa
fr_fr: URL vidéo directe
it_it: URL video diretto
pl_pl: Bezpośredni URL wideo

source: Discovery Paths
es_es: Rutas de descubrimiento
fr_fr: Chemins de découverte
it_it: Percorsi di scoperta
pl_pl: Ścieżki wykrywania

source: Dismiss
es_es: Descartar
fr_fr: Rejeter
it_it: Ignora
pl_pl: Odrzuć

source: Display all fields from group by slug
es_es: Mostrar todos los campos del grupo por slug
fr_fr: Afficher tous les champs du groupe par slug
it_it: Visualizza tutti i campi del gruppo tramite slug
pl_pl: Wyświetl wszystkie pola z grupy wg uproszczonej nazwy (slug)

source: Display all fields from group ID 1
es_es: Mostrar todos los campos del grupo con ID 1
fr_fr: Afficher tous les champs du groupe ID 1
it_it: Visualizza tutti i campi del gruppo ID 1
pl_pl: Wyświetl wszystkie pola z grupy o ID 1

source: Display all group fields
es_es: Mostrar todos los campos del grupo
it_it: Visualizza tutti i campi del gruppo
pl_pl: Wyświetl wszystkie pola grupy

source: Display field value
es_es: Mostrar valor del campo
fr_fr: Afficher la valeur du champ
it_it: Visualizza il valore del campo
pl_pl: Wyświetl wartość pola

source: Display field value in CMS content or product descriptions
es_es: Mostrar valor del campo en contenido CMS o descripciones de productos
fr_fr: Afficher la valeur du champ dans le contenu CMS ou les descriptions de produits
it_it: Visualizza il valore del campo nel contenuto CMS o nelle descrizioni dei prodotti
pl_pl: Wyświetl wartość pola w treści CMS lub opisach produktów

source: Display Format
es_es: Formato de visualización
fr_fr: Format d'affichage
it_it: Formato di visualizzazione
pl_pl: Format wyświetlania

source: Display group by ID
es_es: Mostrar grupo por ID
fr_fr: Afficher le groupe par ID
it_it: Visualizza il gruppo tramite ID
pl_pl: Wyświetl grupę po ID

source: Display image properties in Twig
es_es: Mostrar propiedades de la imagen en Twig
fr_fr: Afficher les propriétés de l'image dans Twig
it_it: Visualizza le proprietà dell'immagine in Twig
pl_pl: Wyświetl właściwości obrazu w Twig

source: Display Mode
es_es: Modo de visualización
fr_fr: Mode d'affichage
it_it: Modalità di visualizzazione
pl_pl: Tryb wyświetlania

source: Display number field (formatting can be done with filters)
es_es: Mostrar campo numérico (el formateo se puede hacer con filtros)
it_it: Visualizza il campo numerico (la formattazione può essere eseguita con i filtri)
pl_pl: Wyświetl pole liczbowe (formatowanie można wykonać za pomocą filtrów)

source: Display Options
es_es: Opciones de visualización
fr_fr: Options d'affichage
it_it: Opzioni di visualizzazione
pl_pl: Opcje wyświetlania

source: Display repeater from a different entity
es_es: Mostrar repetidor de una entidad diferente
fr_fr: Afficher le répéteur d'une entité différente
it_it: Visualizza il ripetitore da un'entità diversa
pl_pl: Wyświetl repeater z innego podmiotu

source: Display star rating with visual and numeric values
es_es: Mostrar la valoración por estrellas con valores visuales y numéricos
fr_fr: Afficher la notation par étoiles avec valeurs visuelles et numériques
it_it: Visualizza la valutazione a stelle con valori visivi e numerici
pl_pl: Wyświetl ocenę gwiazdkową z wartościami wizualnymi i numerycznymi

source: Display the hex code alongside the color swatch on frontend
es_es: Mostrar el código hexadecimal junto a la muestra de color en el front-end
fr_fr: Afficher le code hexadécimal à côté de l'échantillon de couleur sur le frontend
it_it: Visualizza il codice esadecimale accanto al campione di colore sul frontend
pl_pl: Wyświetl kod HEX obok próbki koloru na froncie

source: Display translated label for user-friendly output
es_es: Mostrar la etiqueta traducida para una salida amigable para el usuario
fr_fr: Afficher le libellé traduit pour une sortie conviviale
it_it: Visualizza l'etichetta tradotta per un output intuitivo
pl_pl: Wyświetl przetłumaczoną etykietę dla przyjaznego dla użytkownika wyniku

source: Display Format
es_es: Formato de visualización
fr_fr: Format d'affichage
it_it: Formato di visualizzazione
pl_pl: Format wyświetlania

source: Docs
es_es: Documentación
it_it: Documentazione
pl_pl: Dokumentacja

source: Download link
es_es: Enlace de descarga
fr_fr: Lien de téléchargement
it_it: Link di download
pl_pl: Link do pobrania
